[
    {
        "word": "ACIMAK",
        "meaning": "Rüyada yetime ve fakire karşı acıdığını görmek mağfirete, kendisinin\nacıdığını görmek, gufrana, ilâhî rahmetin üzerine nail olduğunu görmek, nimete ve\nrızkın artmasına delâlet eder..\nKendisini Rahîm, çok merhametli ve sevinçli halde görmek, Kur'ân-ı Kerim'i hıfza\ndelâlet eder."
    },
    {
        "word": "ACVE (Medine'de yetişen bir hurma cinsi)",
        "meaning": "Rüyada bu hurmayı görmek, temiz, pâk,\nhelâl ve sayısız mala delâlet eder. Yine bu hurmanın kurusunu görmek, hastalıktan\nşifaya işarettir."
    },
    {
        "word": "ACI ŞEYLER",
        "meaning": "Rüyada acı şeyler yediğini görmek, keder ve kötürümlükle tâbir\nolunur.\nRüyada acı biber yediğini görmek, biberler taze ve yeşil ise, sıhhat ve afiyete,\ndövülmüş halde kara veya kırmızı biber ise, fena bir haber almaya delâlet eder."
    },
    {
        "word": "ACUZE (Yaşlı kadın)",
        "meaning": "Rüyada çirkin ve yaşlı bir kadın görmek, uzun ömre delâlet\neder. Bazı kere de dünyalığa işarettir."
    },
    {
        "word": "AÇ BİR ADAM",
        "meaning": "Rüyada yardıma muhtaç aç bir adam görmek, ona yardım etmeye,\naçın elinden yiyeceğini aldığını görmek, yardım şöyle dursun, onun aleyhinde\nbulunmaya delâlet eder."
    },
    {
        "word": "AÇGÖZLÜ",
        "meaning": "Rüyada birini veya kendini aç gözlülük halinde görmek, hafif bir\nhastalığa işarettir."
    },
    {
        "word": "AÇIKGÖZ",
        "meaning": "Rüyada açıkgöz birini görmek, sabırsızlığa işarettir. Bazı kere de hırs ve\ntama' ile tâbir olunur.."
    },
    {
        "word": "AÇILIŞ",
        "meaning": "Rüyada herhangi bir yerin açılışını görmek veya orada bulunmak, ferah ve\niyi günlere delâlet eder..."
    },
    {
        "word": "AÇMAK",
        "meaning": "Bir kimsenin rüyada bir kilit veya kapı açtığını görmesi, rızkın kolay\nkazanılacağına işarettir."
    },
    {
        "word": "AD (İsim)",
        "meaning": "Kişinin rüyada isminin değiştiğini görmesi, hayra, saadet ve selâmete\nişarettir.\nGüzel bir isimle kendisine hitap edildiğini görmek, izzet ve şerefe delâlet eder.\nKör, topal, aksak ve sevimsiz bir isimle hitap edildiğini görmek, çirkin bir nam ile\nanılmaya delâlet eder.."
    },
    {
        "word": "ADA",
        "meaning": "Rüyada ada görmek, ele girecek para ile tâbir olunur.\nAdaya çıkmak, adadan bir şey almak, mirasa konmaya işarettir. Kendisi tarafından\nadaya bir şey götürmek ise, veraset ilâmı almaya delâlet eder.\nRüyada bir adadan ayrıldığını görmek, malın zarara uğrayacağına işarettir."
    },
    {
        "word": "ADAK",
        "meaning": "Kişinin rüyada bir şey adadığını görmesi, hayırlı bir işe önder olacağına\nişarettir. Nezrettiğini yerine getirdiğini görmek, yeni bir iş tutmaya; adak satın almak\nda, muradına ermeye delâlet eder."
    },
    {
        "word": "ADALE",
        "meaning": "Rüyada adale görmek, vücut bakımından zayıflığa işarettir ve sıhhatin\nbozulacağına delâlet eder."
    },
    {
        "word": "ADA SOĞANI",
        "meaning": "Ada soğanı görmek, günah ve kötülükle yâd edilen bir kimseye\ndelâlet eder. Elinde ada soğanı olduğunu görmek, kötülüklere meyletmekle tâbir\nolunur."
    },
    {
        "word": "ADA TAVŞANI",
        "meaning": "Rüyada ada tavşanı görmek, bahtın açıklığına işarettir.. Görülen\ntavşan beyaz ise, evlenmek ile tâbir olunur."
    },
    {
        "word": "ADAM",
        "meaning": "Rüyada herhangi bir adamı görmek, yeni bir arkadaş edinmeye işarettir."
    },
    {
        "word": "ADAVET (Düşmanlık)",
        "meaning": "Rüyada düşmanlık hâli görmek, dostluğa, arkadaşlığa\nişarettir. Bazı kere de tam tersi, kine, zulme, eziyete delâlet eder."
    },
    {
        "word": "ADAY",
        "meaning": "Kişinin kendisini rüyada herhangi bir iş için aday mevkiinde görmesi, eğer\nhakikaten böyle bir işde aday ise, kazanacağına delâlet eder. Eğer aday değilse,\nhayatta muvaffakiyete işarettir.."
    },
    {
        "word": "ÂDEM (a.s.)",
        "meaning": "İlk insan ve ilk peygamber Hazret-i Adem'i kendi suretinde görmek,\nilme ve fazilete delâlet eder.\nRüyada Hazret-i Adem'e arkadaş olduğunu görmek, yüksek makamlara işarettir. Bu\nrüyayı gören zat eğer âlimse, bütün insanlar onun ilminden faydalanır.\nYine Hazret-i Adem'i görmek, hacca gitmeye, dost ve ahbaplarıyla bir araya gelmeye,\nbazân da neslinin çoğalmasına delâlet eder.\nNablûsî demiştir ki:\n- Rüyada Adem (a.s.)'i kestiğini görmek, sultana hiyanet, ana babaya ve öğretmene\n\n\n\fasi olmakla tâbir olunur.\nBazı tâbirciler de şöyle demişlerdir: Rüyada Hazret-i Adem'i gören düşmanlarının\nsözüne aldanarak mağdur olur. Bir müddet sonra tekrar rahata kavuşur.\nRüyada Hazret-i Adem'in rengini kaçık olarak görmek, bir yerden bir yere hicret ile\ntâbir olunur.\nKendisinin Adem olduğunu veya Adem'e arkadaşlık ettiğini görmek, eğer ehilse melik\nolur.. Bazı kere de Hazret-i Adem'i görmek, rüya tâbircisi olmaya delâlet eder.\nYine Hazret-i Adem'i görmek, kalın elbiseye ve ağlamaya, uzak bir yere yolculuğa\ndelâlet eder. Çünkü Adem Nebi, Cennetten çıkarılıp dünyaya gönderilmişti ve o\nzaman çok ağlamıştı..\nHazret-i Adem'i çok iyi bir halde görmek, büyük hayra ve çok nimete işarettir..\nYine Hazret-i Adem'i görmek, günaha, günahtan sonra tevbeye delâlet eder. Çünkü\nilk hata işleyen Adem'di ve ilk tevbe eden de yine Adem'dir.."
    },
    {
        "word": "ADI BATMAK (İsmi silinmek)",
        "meaning": "Rüyada adının gittiğini, isminin silindiğini görmek,\nitibar ve rağbete delâlet eder. Bazı kere de rızkın kesilmesine ve ecele işarettir."
    },
    {
        "word": "ADIM",
        "meaning": "Rüyada bir yeri adımladığını görmek, iş hayatında mühim meselelerle\nkarşılaşmaya delâlet eder.."
    },
    {
        "word": "ADİ İSKEMLE",
        "meaning": "Rüyada üzerine oturulan âdi iskemle görmek, kadına işarettir. Eğer\niskemlenin üzeri güzel bir şeyle örtülü ise, hayırlı ve uğurlu kadına delâlet eder..\nİskemle üstünde iskemle görmek, yüksek mevkilere delâlet eder.."
    },
    {
        "word": "ADLİYE",
        "meaning": "Rüyada adliye görmek hayıra yorumlanmaz. Kendini adliye binasında\ngörmek, bazı işlerin halli için bir ihtardır."
    },
    {
        "word": "ADRES",
        "meaning": "Rüyada birinden adres aldığını veya birine adres verdiğini görmek, dost ve\nahbapları ziyaret hususunda ihmale delâlet eder.."
    },
    {
        "word": "AFET",
        "meaning": "Rüyada tabiî âfetlere maruz kaldığını görmek, dinî vecibeleri terke ve\ngünaha düşmeye delâlet eder. Bu rüya kişiye bir ihtar da olabilir. Bundan sonra\nkendisine dikkat etmesi gerekir.."
    },
    {
        "word": "AFYON YUTMAK",
        "meaning": "Rüyada afyon yuttuğunu görmek, unutkanlığa delâlettir ve\ninsanın başına büyük işler geleceğinin habercisidir."
    },
    {
        "word": "AĞA",
        "meaning": "Kerîm, cömert bir ağa görmek, büyük bir zat ile karşılaşmaya delâlet eder."
    },
    {
        "word": "AĞIL",
        "meaning": "Rüyada koyunlara mahsus ağıl görmek, memur ise, terfi etmeye işaret, evli\nkadın ise, efendisi ile arasının çok iyi olacağına; rüyayı gören bakire kız ise,\nkendisine yakında hayırlı bir kısmet çıkacağına delâlet eder."
    },
    {
        "word": "AĞIZLIK",
        "meaning": "Kişinin rüyada sigara ağızlığı görmesi, mücadeleye, onunla tütün içmesi,\nmuzaffer olmaya delâlet eder."
    },
    {
        "word": "AFFEDİLMEK",
        "meaning": "Bir kimse rüyada affedildiğini görse, bu felah ve saadete işarettir.\nYine affa uğramak, Cenâb-ı Hakk'ın mağfiretini, rızasını kazanacak bir amele delâlet\neder."
    },
    {
        "word": "AFFETMEK",
        "meaning": "Rüyada kendisine karşı kusurlu birinin yaptığı hatayı affettiğini\ngörmek, yüce Allah'ın mağfiretine nail olacak bir amele delâlet eder.\nRüyada kendi kusurunun affedildiğini görmek, uzun ömre, şan ve şöhrete ve\nhimayeye mazhar olmaya işarettir.\nRüyada Allahu Teâlâ ve O'nun Resulü tarafından bağışlandığını görmek, güzel bir\nakibete delâlet eder. Yine bu rüya, o kişinin tevbe ederek hidayete erişeceğine\nişarettir.\nRüyada üzerine had vurulması veya kısas yapılması gereken birini affettiğini görmek,\ngünahlarının Allahu Teâlâ tarafından bağışlanacağına delâlet eder.\nSuçluyu cezalandırmaya gücü yettiği halde ve buna da hakkı varken, onu affettiğini\ngörmek, günahlarının Allahu Teâlâ tarafından bağışlanacağına delâlet eder.\nSuçluyu cezalandırmaya gücü yettiği halde ve buna da hakkı varken, onu affettiğini\ngörmek, rüya sahibinin Cenâb-ı Hak'tan korktuğuna ve haşyet üzere bulunduğuna\ndelâlet eder.\nCezaya müstehak olan günahkâr bir kişinin rüyada Rabbi Teâlâ tarafından isyan ve\nhatalarının bağışlandığını görmesi: \"(Habîbim), O küfredenlere söyle ki: Eğer\ndüşmanlıktan vazgeçerlerse, geçmişteki günahları bağışlanır.\" (Enfal, 38)\nmealindeki âyet gereğince, o zatın doğru birisi olduğuna delâlet eder."
    },
    {
        "word": "AFSUN (Dua)",
        "meaning": "Bir kimsenin rüyada Kur'ân'dan bazı âyetlerle hasta üzerine\nokuduğunu görmesi, şiddetli ağrıdan ve hastalıklardan kurtulmaya, üzüntü ve\nkederden halâs olmaya delâlet eder.\nSünnetin ve Kur'ân-ı Kerim'in haricinde bir şey okumak ise, yalancılığa ve riyaya\nişarettir.\nBu rüyayı gören âlim biri ise halktan öğüt ve nasihati gizlemekle tâbir olunur.\nRüyada üzerine Kur'ân âyeti okunmuş bir suyu içtiğini veya bir kadeh içindeki\nokunmuş suyu başkasına içirdiğini görmek, uzun ömürlü olmaya delâlet eder.\nYine bir kimse afsun ettiğini veya kendisine afsun ettirdiğini görse, bu rüya bâtıl\nşeylere işarettir. Yapılan şey \"Besmele\", yahut Kur'ân-ı Kerim'den herhangi bir âyet\nile başlıyorsa iyiye alâmettir.."
    },
    {
        "word": "AFSUNCU",
        "meaning": "Rüyada afsun (dua) okuyan birini görmek, eğer o okuduğu afsunda\nCenâb-ı Hakk'ı zikrederse, insanlar arasını bulan, üzüntü ve kederden halkı teselli\neden, kalblerdeki kini gideren kimseye delâlet eder."
    },
    {
        "word": "AĞAÇ",
        "meaning": "Dünyada insanlar türlü türlü olduğu gibi, ağaçlar da çeşit çeşittir. Kimi gül\nağacı, kimi diken. Kimi meyve, kimi bir başka şeydir. Ağacın cinsine göre rüyalar da\ndeğişik mânâları taşırlar..\n\n\n\n\fMeyve değil de yalnız kokusu olan ağacı rüyada görmek, iyilik sahiplerine, amelsiz\nilme, hiçbir şey yapmaksızın çok söz etmeye delâlet eder.\nPortakal, limon ve ağaç kavunu gibi hem meyvesi yenen hem de koklanan ağaçları\ngörmek, iç ve dış iyiliğine, ilim ve irfana, güzel amele işarettir.\nAğaçlar, kadınlara ve ahlâkı değişik çeşitli erkeklere de delâlet eder. Rüyada\ntanınmayan bir ağaç görmek, endişe, şiddet ve bağırmaya işarettir.\nRüyada üzerlerinde meyveleri olan ağaçları görmek, eline mal geçmeğe, ağaçların\nyapraklarından koparıp toplamak, yine mal ve servete delâlet eder.\nKendi oturduğu halde hiçbir zahmete girmeden ağaçlardan meyve ve yaprak\ntopladığını görmek, bol ve geniş rızka delâlet eder.\nRüyasında uzun ve görkemli bir ağacın üstüne çıktığını gören kişi büyük bir zata\nintisab eder, onun ilim ve irfan nurundan faydalanır. Bekâr ise evleneceğine işarettir.\nİbn-i Sîrîn hazretleri demiştir ki:\n- Ağacın dalları kardeşlere, evlâda ve akrabaya işarettir. Bir ağacın dallarının\nyeşillenip çoğaldığını görmek, akraba ve dostun çoğalacağına alâmettir..\nRüyada bir yere ağaç diktiğini görmek, şerefe, yüksek mertebelere ve büyük kişilerle\ndostluğa delâlet eder.\nAğacın yaprak yaprak açıldığını görmek, uzun ve bereketli ömre, rızkın devamına,\nzenginliğe ve dinde sebat etmeye delâlet eder.\nRüyada yapraklarını döken ağaçları görmek ise, tam bunun zıddı.\nAğaçların üzerinde yattığını görmek, çok çocuk ile tâbir olunur. Yine ağaç üzerinde\nbulunduğunu görmek, çekindiği ve korktuğu şeyden kurtulmaya delâlet eder.\nSayıları bilinen ağaçları görmek, helâlinden rızık isteyen adamlara işarettir.\nBazı kimselerle bir ağaç altında oturduğunu görmek, rüya sahibinin temiz itikadına,\nkitap ve sünnete ittibadan dolayı yüce Allah'ın ondan razı olmasına delâlet eder. Bu\nrüyayı kâfir görse, hidayete erer, müslüman olur. Asi bir adamın böyle bir rüya\ngörmesi, tevbeye işarettir..\nCenâb-ı Hakk'ı zikreden kimselerle beraber ağaç altında olduğunu görmek, kıyamet\ngünü gölgeleneceği Tuba ağacına delâlet eder..\nDağda, yamaçta, dere kenarında görülen ağaçlar, güzel amellere, umulmadık yerden\ngelecek rızka delâlet eder. Ağaç görmek birçok veçhile tâbir olunur:\na) Dükkanlara,\nb) Berekete,\nc) Hizmetçilere,\nd) Bol ve geniş rızka..\nBazı kere de ağaç görmek, dinde ihlâsa ve salâha delâlet eder.\n\n\fRüyada ağaçları kurumuş görmek, ümid edilen şeyde zarara, neşvu-nemâ halinde\ngörmek, sevinç zevk ve safaya delâlet eder.\nHurma Ağacı: Rüyada hurma ağaçlarının meyvesine yetiştiğini görmek, birtakım\nadamlardan mal isabet edeceğine delâlet eder..\nCeviz: Ceviz ağacının meyvesini görmek, meşakkat ve zahmetle elde edilecek mala\nişarettir.\nRüyada üzüm ağacının dalını kestiğini görmek, şeref ve izzete ermeye alâmettir.\nSedir ağacı görmek, din ve dünyalık sahibi zengin bir adama delâlet eder.\nYine sedir ağacı görmek, şerefli, soylu, cömert ve faziletli bir adama işarettir.\nRüyada, Kur'ân-ı Kerim'de övülen zeytin ağacını diken olarak görmek, kötülüklerden\nmen edilmeğe delâlet eder.\nHurma: Rüyada hurma ağacı görmek, âlim bir kişiye veya bir çocuğa alamettir. O\nağacı kestiğini görmek ise, çocuğun ölümüne delâlet eder.\nRüyada birçok hurma ağaçlarına mâlik olduğunu görmek, o hurma ağaçlarının\nadedince insanlara hâkim ve âmir olmakla tâbir olunur. Bu rüyayı gören tüccar veya\nesnaf ise ticaret ve kazancı kat kat artar. Kuru hurma ağacı görmek, münafık adama\nişarettir.\nRüyada bir hurma çekirdeğinin hurma ağacı hâline geldiğini görmek, çocuğun faziletli\nve bilgili olmasına işarettir.\nBazı kere de hurma ağacı uzun ömre, nimete, evlâda ve safaya delâlet eder.\nYine Hurma ağacı şu veçhile de tâbir olunur:\na) Hayırlı bir zevce,\nb) Ev ve yer,\nc) Geniş mülk,\nd) Mal ve evlat,\ne) Âlim.."
    },
    {
        "word": "ELMA AĞACI",
        "meaning": "Rüyada elma ağacı görmek, hayra delâlet eder. Himmetli kişilere\ngöre de nisbetli olarak kabul edilir.\nŞeftali: Şeftali ağacı, zengin, mert, yiğit ve çok mal biriktiren adama delâlet eder.\nÜzüm: Üzüm ağacı görmek, şen, tatlı, hoş, izzetli ve saltanat sahibi birine işarettir.\nMuz ağacı görmek, din ve dünyalık sahibi adama delâlet eder.\nZeytin ağacı aldığını görmek de hayrın ta kendisidir. Çünkü zeytin mübarek bir\nağaçtır. Böyle bir rüya gören, hayra, berekete, menfaate, çok nimete erişir.\nYine rüyada zeytin ağacının üstüne çıktığını görmek, nimete sahip olmakla tâbir\nedilir.\n\n\n\n\fZeytin ağacına su verdiğini görmek, işinde başarı kazanacağına işarettir.\nMersin Ağacı: Hasta bir adamın rüyada mersin ağacı görmesi, hastalıktan halâs\nolacağına delâlet eder. Bazı kere de mersin ağacı, tahsilini arzu ettiği şeyden ümid\nkesilmesi ile tâbir olunur. Bazı tâbirciler de \"Ahdini yerine getiren kimseye delâlet\neder\" demişlerdir.\nRüyasında başına mersin ağacında tac giydiğini görmek, uzun ömür ile tâbir edilir. Bu\nrüyayı kadın görürse o da uzun ömürlü olur. Mersin ağacının koklanması da böyledir.\nRüyada mersin ağacı görmek, daimi dostluğa ve imarete, velayete, devamlı sevinç ve\nhuzura delâlet ettiği gibi çok mal ile de tâbir olunur..\nLimon ve Portakal: Rüyada limon ve portakal ağacı görmek, güzel ve cemal sahibi\nbirine işarettir.\nAğaç Çanak: Rüyada ağaç çanak görmek de hayır ve berekettir. Böyle bir rüya\ngören kimse, elinden hayır gelen bir hizmetçiye mâlik olur."
    },
    {
        "word": "AĞAÇ ÇİÇEĞİ",
        "meaning": "İnsanlar türlü türlü olduğu gibi, ağaç çiçekleri de çeşit çeşittir.\nRüyada gül görmek şeref sahibi bir adama delâlet eder. Yasemin görmek, hasedçi ve\nkötü huylu bir kadın ile tâbir olunur..\nSöğüt ağacının çiçeğini görmek, sert mizaçlı, kibirli, azametli bir adama delâlet eder.\nSöğüt ağacının kendisini görmek, faidesiz ve işe yaramayan bir kimseye işarettir.\nAğaç çileği görmek, iyi ikbâle ve hastalıklardan şifaya işarettir."
    },
    {
        "word": "DAĞ ARMUDU",
        "meaning": "Dağ armudu görmek, âdi ve şerefsiz kimseye işarettir. Bu ağacın\nüzerinde olduğunu görmek, inat, âdi ve yabancı bir adamla münasebet kurmak ile\ntâbir olunur."
    },
    {
        "word": "ABANOZ",
        "meaning": "Rüyada Abanoz ağacı görmek, sevinçli, zengin bir kadına delâlet eder.\nVeya kalbi katı bir erkeğe işarettir."
    },
    {
        "word": "AĞAÇ KAVUNU",
        "meaning": "Rüyada ağaç kavunu görmek, şerefli, soylu ve evlât sahibi bir\nkadın ile tâbir edilir. Bazı kere de mühim ve Kur'ân tilâvet eden kimseye, ilme ve\namele ve güzel medhe, ülfet ve muhabbete delâlet eder.\nYine bazı tâbirciler, ağaç kavununun, çocuğa, çoğu da güzel olan şeylere işaret\nolduğunu söylemişlerdir.\nRüyada yeşil ağaç kavunu görmek, senin bereket ve bolluğuna ve rüyayı görenin\nbedeninin kuvvetli olmasına delâlet eder.\nBazı tâbircilere göre de, ağaç kavunu, zengin şerefli ve Arab olmayan kadınlara\ndelâlet eder denilmiştir.\nRüyada ağaç kavununu iki parça olarak topladığını görmek, hastalıklı çocuk ile tâbir\nolunur.\nBekâr bir kadın, rüyasında bu ağaçtan başında bir tacın olduğunu görse, dindar ve\n\n\n\ftanınmış bir adam ile evleneceğine işarettir.\nBir erkek, rüyasında bir kadının kendisine ağaç kavununu verdiğini görse, erkek\nevlâdının olacağına delâlet eder.\nYine bir kimse başkasına ağaç kavununu attığını görse, onunla arasında yakınlık ve\nhısımlık olma arzusuna delâlet eder. Bir ağaç kavunu görmek, bazı kere de devlettir,\neğer onu yediğini görürse, toplu mala işarettir."
    },
    {
        "word": "AĞAÇ KABUĞU",
        "meaning": "Rüyada ağaç kabuğu görmek, iyilik sahibi, soylu ve asil bir\nkimseye delâlet eder. Ağaç kabuğu soyan kimseyi görmek, ebe kadına alâmettir. Ebe\nkadın da kalelerin fethini ve oradaki şeyleri haber veren iyi ve asil birine delâlet eder."
    },
    {
        "word": "AĞAÇ SAKIZI",
        "meaning": "O ağacın cevherinin nisbeti ile tâbir edilir. Yine rüyada ağaç sakızı\ngörmek, fazilet ve meziyet sahibi birine delâlet eder."
    },
    {
        "word": "AĞAÇ YAPRAĞI",
        "meaning": "Bir kimsenin rüyada ağaç yaprağı görmesi, elbiseye işarettir.\nZincir ağacının yaprağını görmek ise, üzüntü ve keder ile tâbir olunur.\nRüyada Kur'ân-ı Kerim'den bir yaprak görmek, temiz rızka delâlet eder.. Böyle bir\nrüya gören kimse hiç ummadığı yerden nimete ve rızka nail olur."
    },
    {
        "word": "DOĞRU AĞAÇ",
        "meaning": "Rüyada dosdoğru bir ağaç görmek, o yerin imar edileceğine\ndelâlet eder."
    },
    {
        "word": "UD AĞACI",
        "meaning": "Rüyada görülen ud ağacı, evlâda medh ve senaya işarettir.\nOrman halinde ağaçlar görmek, parlak ve huzurlu günlere, yapraklı ağaçlar da\nsaadete, safaya, gönül neşesine dalalet eder.\nRüyada kırılmış ve kesilmiş bir ağaç görmek, elem ve kedere alâmettir."
    },
    {
        "word": "AĞAÇ YONUCUSU",
        "meaning": "Ağaç yonan veya oyan birini görmek, bir takım münafık\nadamlarla muamele eden ve onlardan hile ile mal alan adama delâlet eder."
    },
    {
        "word": "AĞIZ",
        "meaning": "Rüyada ağız görmek, işin başlangıcı ve sonu olarak tâbir edilmiştir. Yine\nrüyada ağız görmek, umurun anahtarı ve fatihası, rızkın mecrası, kuvvetin mahalli\nolarak tâbir olunur.\nRüyada ağızdan çıkan şey, o kişinin hayır ve şerden söylediği sözü, ağıza giren şey\nde, o kişinin rızkıdır.\n\n\n\n\fNablûsî demiştir ki:\n- Bir kimse rüyada ağzının yok olduğunu görse, bu onun ölümüne delâlet eder.\nİbn-i Sîrîn demiştir ki:\n- Rüyada ağzının üzerinde bir bağ olup kapalı halde görmek, beş şekilde tâbir olunur:\na) Ölüm,\nb) Şiddetli hastalık,\nc) Ayaklanma, taşkınlık,\nd) Dilsizlik,\ne) Sükût.\nRüyada ağzına ilaç cinsinden bir şey koyduğunu görmek, dinde salâha, gıda olan bir\nşey koymak yine salâha delâlet eder. Faydasız bir şey koymak ise gam ve kedere\nişarettir.\nRüyada ağzını pek büyük olmuş görmek, rızkın ve malın ziyade artacağına alâmettir.\nAğzının küçüldüğünü görmek de bunun zıddı, rızkın ve maişetin darlığına delâlet\neder.\nCâfer-i Sâdık hazretleri demiştir ki:\n- Rüyada ağız görmek yedi veçhile tâbir olunur.\na) Menzile (küçük merhale),\nb) Me'va (yurt, mesken),\nc) İlmin hazinesi,\nd) Müftah-ı umur,\ne) Çarşı,\nf) Kapıcı,\ng) Vezir..\nRüyada ağzına süt veya şerbet aktığını görmek, zikir ve tesbih ile meşgul olmaya\ndelâlet eder.\nRüyada ağzının güzel koktuğunu görmek, güzel söz, zikir, tesbih, hamd ve senaya\ndelâlet eder. Fena koktuğunu görmek de fena söze ve küfre işarettir.\nRüyada ağzının eti çürüyüp koptuğunu görmek, belâ ve musibete, zarar ve ziyana\ndelâlet eder.\nHasta olan biri, rüyada ağzının büyük ve güzel olduğunu görse, hastalıktan şifa\nbulmasına ve selâmete delâlet eder.\nRüyada ağzının yok olduğunu görmek, hanenin harap olmasına, kabın kırılmasına ve\nzindanların boş kalacağına alâmettir.\nIbn-i Kesir (rh.a) demiştir ki:\n- Rüyada ağız görmek vaaz, zikir ve mecrâ-yı ilimdir. Ağzından berrak su aktığını\n\n\n\fgörmek, ilim ve fazlından diğer insanların istifade edeceğine dalâlettir."
    },
    {
        "word": "AĞIZ KENARI",
        "meaning": "Rüyada ağız kenarı görmek, kurtuluşa ve kaçmaya işarettir."
    },
    {
        "word": "AĞIZ KOKUSU",
        "meaning": "Rüyada kendi ağzının koktuğunu görmek, kendisini medhedeceğine işarettir. Kişi kendi nefsini beğenince de insanlar arasında ayıplanır ve\nmüşkül duruma düşer.\nRüyada başkasının ağzının koktuğunu görmek, çirkin ve kötü söz işitmeye işarettir..\nBazı kere ağız kokusu görmek, cefa ve sıkıntılara da delâlet eder. Her şeyi en iyi\nbilen Allahu Teâlâ'dır ve hayır O'nun kudret elindedir."
    },
    {
        "word": "AĞLAMAK",
        "meaning": "Rüyada ağlamak bazı kere sevinç, bazı kere de kedere işarettir.\nRüyada yüksek sesle ve feryad ederek, elini yüzüne vurarak, söz söyleyerek,\nyakasını paçasını yırtarak ağladığını görmek, uyanıkken bu şekilde ağlamaya delâlet\neder.\nRüyada Allah korkusundan, Kur'ân-ı Kerim dinlemek veya hatalarını hatırlayarak\nağlamak, ferah ve sevince ve iyi akıbete delâlet eder.\nVe yine ağlamak, yüce Allah'tan korkmaya, rahmetin inmesine, muhtaç olan kimseler\niçin de yağmura delâlet eder. Çünkü gözyaşı olan yere rahmet iner. Ağlamak\nbulunmaz sermayedir.\nEbu Said El-Vâiz demiştir ki:\n- Rüyada tanıdığı bir insanın vefat ettiğini ve buna ağladığını görmek, gördüğü gibi\nçıkmaya, keder ve hüzne delâlet eder.\nAğlamadığı halde gözlerinden iplik iplik yaşlar aktığını görmek, murada ermeye ve\nsevince delâlet eder.\nCâfer-i Sadık (r.a.) demiştir ki:\n- Rüyada ağladığını sonra güldüğünü görmek, ecelin yaklaştığına işarettir. Çünkü\ndünya müminin zindanı mesabesindedir, burdan kurtulmak sevinç getirir."
    },
    {
        "word": "AĞRI VE SIZI",
        "meaning": "Rüyada ağrı görmek, günahtan nedamet etmeye ve Hakk'a\ndönmeye delâlet eder.\nRüyada dişinin ağrıdığını görmek, fena bir söz işitmeye delâlet eder.\nBoyun ağrısı, geçimsizliğe ve şikayetlerin çoğalmasına işarettir.. Omuz ağrısı, rüya\nsahibinin çirkin yollarla kazancına ve beyhude işlerine delâlet eder.\nRüyada karın ağrısı hissetmek, varını yoğunu isyan ve kötü işlerde sarfedeceğine\nişarettir..\nRüyada hissedilen göbek ağrısı, rüya sahibinin zevcesi hakkında fenalık yapmasına,\nkalb ağrısı, rüya sahibinin dinî meselelerde inanç ve itikadının bozuk olmasına delâlet\n\n\n\feder.\nRüyada sırtının ağrıdığını hissetmek, eğer varsa erkek kardeşinin öleceğine işarettir.\nSırt ağrısı, bazı kere de, kuvvet, çocuk, ana, önder ve dostlarla tâbir olunur.\nRüyada şiddetli ağrıdan belinin büküldüğünü görmek, fakirliğe ve uzun ömre delâlet\neder.\nAyak ağrısı görmek, Allahu Teâlâ'ya isyan edilen yerlerde yürümekle tâbir olunur.\nBazı kere de ayak ağrısı, malın çokluğuna işarettir..\nBaş ağrısı, üzüntü ve düşünceye, boyun ağrısı da şaşkınlığa delâlet eder."
    },
    {
        "word": "AHIRET",
        "meaning": "Rüyada kendisini ahirette görmek, uzun bir ömre delâlet eder."
    },
    {
        "word": "AHIR",
        "meaning": "Rüyada ahır görmek, geçici şan ve şöhret ile tâbir olunur. Ahırda yumurta\ngörmek, başkaları tarafından iyi kabul göreceğine delâlet eder."
    },
    {
        "word": "AHİD",
        "meaning": "Rüyada ahid yerinde ahid yaptığını görmek, geçmiş hataları hatırlamaya,\nüzüntü ve kedere delâlet eder. Bazı kere de ahid yerleri, ne ile ahid yapılmışsa ona\ndelâlet eder. Yine rüyada görülen ahid yerleri uyanıkken yapılacak vaadlere işarettir."
    },
    {
        "word": "AHMAKLIK",
        "meaning": "Kişinin rüyada ahmaklıkla isimlenmesi, rızka delâlet eder."
    },
    {
        "word": "AHRAZ (Dilsiz)",
        "meaning": "Bu rüya zem ve gıybete, kötü ve çirkin sözlere delâlet eder."
    },
    {
        "word": "AİLE",
        "meaning": "Aile görmek, zenginlik ve saadete işarettir. Rüyada kendi ev halkını görmek:\n\"Eğer fakirlikten korkarsanız Allah dilerse, sizi yakında kendi fazlından\nzenginleştirir.\" (Tevbe, 28) mealindeki âyet-i kerime gereğince, zenginlikle tâbir\nolunur."
    },
    {
        "word": "AİŞE",
        "meaning": "Rüyada müminlerin annesi Hazret-i Aişe'yi görmek, hayır ve bereketin ta\nkendisidir. Müslüman bir kadın onu rüyada görse, yüksek bir mevkiye ve güzel bir\nşöhrete kavuşur. Babası ve efendisi nezdinde hürmetli olmasına delâlet eder."
    },
    {
        "word": "AKBABA",
        "meaning": "Kirmani demiştir ki: Rüyada kendisine bir Akbaba kuşu verildiğini\ngörmek, din selâmetine ve hayra delâlet eder. Rüyada Akbabaları otlattığını görmek,\nbazı kimseler üzerine âmir olmakla tâbir olunur.\nRüyada Akbaba kuşunun sadâsını işitmek, gam ve kederden kurtuluşa delâlet eder.\nNablusî demiştir ki:\n- Gece rüyada Akbaba kuşunu görmek, ahmak ve nezaketsiz bir adama delâlet eder.\nBu rüya gündüz görüldüğünde hastalıklara işarettir.\nRüyada Akbaba kuşunu tuttuğunu görmek, harpte bulunmaya veya hastalığa\nişarettir.\nAkbabaları otlattığını görmek, fakir kimselerin başına âmir olmakla tâbir olunur. Bir\ndişi Akbaba aldığını görmek ise, fakir bir kadınla evlenmeye delâlet eder.\n\n\n\n\fHasta bir kimsenin rüyada Akbaba kuşu görmesi, ecelinin yaklaştığına işarettir.."
    },
    {
        "word": "AKCİĞER",
        "meaning": "İmam Nablusî demiştir ki: Rüyada görülen akciğer, ruhun mahallidir. Bu\nsebeple bir kimse rüyada kendi akciğerinin kötü koktuğunu görse, artık o kimsenin\nömrü tamam olmuştur. Yani ömrünün bittiğine delâlet eder..\nBazı kere de akciğer görmek, sevinç ve meserrete işarettir. Bazıları da akciğeri\ngazap ve kadın ile tâbir etmişlerdir.\nCabirü'l-Mağribî demiştir ki:\n“-\n\nRüyada akciğer yediğini görmek, eğer yediği ciğer pişmiş ve eti yenilir bir hayvana\naitse sevince, eline geçecek güzel bir mala delâlet eder.\"\nYine rüyada görülen akciğerin sağlamlığı, uzun ömre, onun sakatlığı da kısa ömre\nişarettir.\nAyrıca akciğer, gazap mahallidir de.. Akciğer kadın ile de tâbir olunur.\nIbn-i Sîrîn Hazretleri demiştir ki:\n\"- Rüyasında kendisine akciğer verildiğini görmek, eğer vereni tanıyorsa, ondan\nsevineceği bir haber almaya ve menfaata delâlet eder. Eğer tanımıyorsa, bilmediği\nbirinden kendisine sevineceği bir iyilik ile tâbir olunur.\""
    },
    {
        "word": "AKASYA",
        "meaning": "Rüyada Akasya görmek, iyi habere alâmettir. Akasya ağacının altında\noturduğunu görmek, emellerine kavuşmaya delâlet eder. Akasya ağacından bir dal\nkopardığını görmek, bir iş için bir başka yere başvurmağa işarettir."
    },
    {
        "word": "AKIL HASTANESİ",
        "meaning": "Kişinin rüyada akıl hastanesi görmesi, hamama alâmettir.\nÇünkü hamamlar cin ve şeytanların avret mahallinin açıldığı ve çirkin işlerin meydana\ngeldiği yerlerdir.\nBazı kere de akıl hastanesi görmek, okula delâlet eder. Çünkü okullar çocukların\ntoplandığı mahallerdir.\nYine akıl hastanesi görmek, oyun yerlerine, karmakarışık seslere, bâtıl ve mânâsız\nsözlere, malın elden gitmesine delâlet eder..\nFakir bir kimsenin rüyada akıl hastanesi görmesi, erişeceği nimete, rahatlığa ve\ninsanlardan bir şey istememesine delâlet eder.."
    },
    {
        "word": "AKILLI",
        "meaning": "Rüyada akıllı biri ile karşılaştığını görmek, rüya sahibinin başkaları\ntarafından kandırılamayacağma işarettir.\nRüyada akıllı hareketlerde bulunduğunu görmek, mesut ve bahtiyar olmaya delâlet\neder.\nRüyada aklı insan şekline bürünüp \"Ben senin aklınım\" dediğini görmek, hayır ve\nmenfaata delâlet eder.\nKirmanî demiştir ki:\n\"- Aklı insan şeklinde temessül etmiş görmek, izz ü şerefe, mertebe ve makama\n\n\fdelâlet eder.\"\nCafer-i Sâdık hazretleri şöyle tâbir buyurmuşlardır:\n- Akıl ve ruh dört veçhile tâbir olunur:\na) Devlet,\nb) Baht,\nc) Ana, baba,\nd) Mal ve şeref.."
    },
    {
        "word": "AKINCI",
        "meaning": "Rüyada akıncı ecdadımızdan birini görmek, mertlik, cesaret ve cihad ile\ntâbir olunur."
    },
    {
        "word": "AKILSIZLIK",
        "meaning": "Rüyada akılsızca hareket ettiğini görmek, cehalete işarettir. Çünkü\ncahiller ne yapacağını bilmezler. Rüyada halkı akılsız ve hafif hareket eder görmek,\ndinî noksanlığa delâlet eder."
    },
    {
        "word": "ÂKİDE ŞEKERİ",
        "meaning": "Rüyada akide şekeri görmek veya yemek, dertlerin ve sıkıntıların\nbiteceğine delâlet eder. Hasta birinin akide yediğini görmesi, şifa ile tâbir olunur."
    },
    {
        "word": "AKİKA KURBANI",
        "meaning": "(Yeni doğan bir bebeğin başındaki ana tüyüne \"Akika\" denir.\nBöyle bir çocuğun doğumuna şükrane olarak kesilen kurbana da \"Akika\" ismi\nverilmiştir).\nBir kimsenin rüyada akika kurbanı görmesi, saadete\nkuvvetlenmesine ve sünnet üzere yaşadığına delâlet eder.\n\nvesiledir.\n\nİnsanın\n\nRüyada akika kurbanı kestiğini görmek, kayıp veya uzaktaki bir kişinin gelmesine,\nyahut bir hastanın şifa bulmasına veya mahkûm olan birinin ceza evinden\nkurtulmasına delâlet eder."
    },
    {
        "word": "AKİK TAŞI",
        "meaning": "Kişinin rüyada akik görmesi, fakirliğin gitmesine, hayatın selâmetine\ndelâlet eder.\nRüyada yanında akikten bir şey bulunduğunu görmek, fakirlikten halâs olmaya\nişarettir. Zira hadis-i şerifte \"Akik fakirliği giderir\" buyurulmuştur..\nRüyada akikten yüzük taktığını görmek, bereketli nimete nai-iyete delâlet eder..\nRüyada mâlik olduğu akiki zayi ettiğini görmek, iyi dostlardan mahrumiyete delâlet\neder.\nCâbir'ül-Mağribî demiştir ki:\n- Rüyada akik bir kaptan içtiğini görmek, salih ve şerefli evlâda ve bu çocuğun zengin\nolacağına delâlet eder..\nRüyada akik yüzük takmak: Salâha, takva ve dine işarettir."
    },
    {
        "word": "AKREP",
        "meaning": "Rüyada akrep görmek kötü düşmanla tâbir olunur. Ayrıca akrep görmek, o\nkimsenin eli ve diliyle insanları rahatsız ettiğine delâlet eder.\nRüyada ağzından akrep çıktığını veya akrebin elbisesi içine girdiğini görmek,\ndüşmanlarla beraber oturmaya işarettir. İç elbisesinde akrep olduğunu gören,\n\n\n\fzevcesinin düşmanlığını kazanır.\nRüyada akrep soktuğunu görmek, ele geçecek ve devamı olmayacak mala delâlet\neder..\nYine rüyada kavurulmuş akrep yediğini görmek, düşman malından yemeye,\npişmemiş akrep yediğini görmek de düşmanlarını kaybetmeye delâlet eder.\nAkrebi yatağı üzerinde görmek, düşman, geçim ve kazanç hususunda keder ve\nüzüntüdür. Karnında akreplerin olduğunu görmek de düşmanlar ile tâbir olunur."
    },
    {
        "word": "AKSAKLIK",
        "meaning": "Rüyada aksaklık görmek, yapmak istediği işten acizliğe delâlet eder.\nAksaklık görmek, yolculuk ile de tâbir olunur.\nRüyada sağ ayağının ağrıdığını veya kırıldığını görmek, rüya sahibinin oğlunun\nhastalanacağına delâlet eder. Kızı olan kimsenin aynı rüyayı sol ayağında görmesi,\nkızına talip çıkacağına ve onun da vermek istemesine delâlet eder.\nRüyada, ayaklarının birisinin diğerinden uzun olduğunu görmek, uzak bir yolculuk ile\ntâbir olunur.\nBazı kere de aksaklık, ömrün uzunluğuna, din ve ilmin çokluğuna delâlet eder.\nRüyada bir ayağını diğer ayağı üzerine koyup tek ayağıyla yürüdüğünü görmek,\nmalının yarısını gizlemeye, diğer yarısı ile de iş yapmaya delâlet eder."
    },
    {
        "word": "AKSAMAK",
        "meaning": "Rüyada aksamak veya aksak gibi görünmek, hileye, şerre, Allah'ın\nnimetlerini tahkir etmeye ve gizlemeye delâlet eder. Yine rüyada kendisini felçli olmuş\ngörmek, küfre ve münkerliğe alâmettir."
    },
    {
        "word": "AKSIRMAK",
        "meaning": "Rüyada aksırmak, şüphe edilen şeyin açığa çıkmasına delâlet eder.\nHasta bir adamın rüyada aksırdığmı görmesi, ecelinin geldiğine ve ölümün yakın\nolduğuna işarettir.\nBazılarına göre de rüyada aksırmak, hastalıktan şifa ve afiyete, uzun ömre ve hayra\ndelâlet eder.\nRüyada aksırdığını görmek, Allahu Teâlâ'ya çok hamd etmeye, rahmet-i ilâhiyenin\nrüya sahibinin üzerine inmesine delâlet eder.\nPeşpeşe aksırdığını görmek, sıhhat ve afiyetin devamına işarettir. Yine rüyada\naksırmak, sıkıntıdan kurtulmaya, fakir ise, kendisine gelecek bir yardıma delâlet eder.\nÇünkü aksıran kimseye \"Yerhamükellah\" şeklinde hayır dua etmek dinî vecibelerdendir.."
    },
    {
        "word": "AKŞAM",
        "meaning": "Rüyada akşam olduğunu ve cihanı karanlıkların istilâ ettiğini görmek,\nsabah görmenin aksi ve zıddı ile tâbir edilir."
    },
    {
        "word": "AKTÖR",
        "meaning": "Rüyada rol yapan bir aktör görmek, iş yaptığınız kimseler içinde sizi\naldatanlar olduğuna delâlet eder. Yine bir aktörle konuşup dost olduğunu görmek,\nhile ile sizden bir şeyler temin etmeye çalışan biri ile ahbap olacağınıza işarettir."
    },
    {
        "word": "ALACA KARGA",
        "meaning": "Alaca karga görmek, kibirli, cimri, sözünde durmayan ve çok\nyalancı birine işarettir.\nRüyada karga avladığını görmek, fakirlik ve darlık ile tâbir edilir. Karganın ekin ve\nağaç üzerinde görülmesi de, iyiye alâmet değildir.\nCabirü'l-Mağribî demiştir ki:\n- Rüyada bir karganın kendisiyle konuştuğunu görmek, bir yabancıdan menfaate ve\niyi bir habere işarettir.\nRüyada karga etinden yediğini görmek, hırsızlar eliyle kendisine gelecek mala\nişarettir.\nRüyada karganın kendisini tırmaladığını görmek, şiddetli soğuk ile helak olmaya\ndelâlet eder.\nNablûsî (rh.a.) demiştir ki:\n- Rüyada bir kargayı Kabe üzerine düşmüş görmek, fasık kimsenin, saliha ve temiz\nbir kadınla evleneceğine delâlet eder.\nRüyada alaca karganın doğurduğunu görmek, göz aydınlığına ve sevince delâlet\neder. Rüyada, kargaya mâlik olmak ise, fasık bir çocuğa işarettir.\nBazı kere de karga görmek, geçime düşkünlüğe ve bu hususta gayrete delâlet eder.\nYine alaca karga görmek, taaccüp edilecek bir şey görmeye işarettir. Çok çok\nkargalar görmek, çok konuşan bir takım adamlara delâlet eder.\nRüyada bir karganın yeri eştiğini görmek, pişman olacak bir işi yapmaya işarettir."
    },
    {
        "word": "ALACA İLLETİ",
        "meaning": "Rüyada alaca illetine mübtelâ olduğunu görmek, bütün insanlar\ntarafından hürmet ve ikrama nail olmaya delâlet eder. Beras illetine iptilâ olduğunu\ngörmek, sevmediği bir kimse ile arkadaşlığa işarettir.\nRüyada kendisinin baştan başa alaca olduğunu görmek, gelecek hastalık ile tâbir\nolunur."
    },
    {
        "word": "ALACA KUMAŞ",
        "meaning": "Bir kimsenin rüyada alaca kumaş görmesi, dünya ve dünya\nzinetine karşı meyletmeğe işarettir."
    },
    {
        "word": "ALÂİM-İ SEMA (Gökkuşağı)",
        "meaning": "Rüyada gökkuşağı görmek, korkulardan emin\nolmaya, hastalıktan şifaya, fakir ise, zenginleşmeye işarettir.\nRüyada gökkuşağını sarı renkte görmek, hastalıklara, kırmızı renkte görmek ise,\nsavaşa delâlet eder. Onu aslî rengiyle ve parlak bir halde görmek, iyi ve huzurlu\ngünlerin geleceğine işarettir."
    },
    {
        "word": "ALAMET",
        "meaning": "Rüyada her çeşit alâmet görmek, memuriyete, makam ve rütbeye, zor\nişlerde kolaylığa ve düşmana karşı zafere delâlet eder.\nCâbirü'l-Mağribî demiştir ki: Rüyada iyi alâmet görmek, ikbal ve ahiret saadetine\nişarettir."
    },
    {
        "word": "ALAN (Meydan)",
        "meaning": "Rüyada boş bir alan görmek, kedersiz ve sıkıntısız bir kimse\nolduğunuza alâmettir. Uçak alanında uçak beklediğinizi görmek, uzaktan bir haber\nalmaya veya gelecek bir yolcuya delâlet eder."
    },
    {
        "word": "ALAY",
        "meaning": "Bir kimsenin kendisini asker olarak bir alayda eğitim yapıyor görmesi veya\nsubay rütbesiyle görmesi, hükümet adamlarında iyilik ve himaye göreceğine delâlet\neder.\nRüyada bir askeri birlikte ve en önde bayrak taşıdığını görmek, memlekette şan ve\nşöhret sahibi olarak tanınmaya işarettir."
    },
    {
        "word": "ALAY EDİLMEK",
        "meaning": "Bir kimse rüyada kendisiyle alay edildiğini görse, bu rüya\naldanmaya işarettir. Yine rüyada alay edilmek, yapılan muamelede aldanmak olarak\ntâbir olunur."
    },
    {
        "word": "ALBÜM",
        "meaning": "Kişinin rüyada albüm görmesi, geçmiş hatıralara delâlet eder. Ve yine\nalbüm görmek, çok özlediğiniz bir kimseye kavuşacağınıza işarettir."
    },
    {
        "word": "ALÇI",
        "meaning": "Rüyada alçı görmek, izzet ve ikbalin devamına, zevce ve evlâdın güzel\nhaline, ilim ve amele, hastalıklardan şifaya delâlet eder.\nRüyada alçıcıyı görmek ise, günah ve hata, üzüntü ve keder ile tâbir edilir. Bazı kere\nde, hastanın afiyetine, harabe yerlerin imarına delâlet eder."
    },
    {
        "word": "ALDANMAK",
        "meaning": "Rüyada bir kimsenin kendisini aldattığını görmek, Allahu Teâlâ'nın\nyardımının erişeceğine delâlet eder."
    },
    {
        "word": "ALDATMAK",
        "meaning": "Rüyada birini aldattığını görmek, iyiye alâmet değildir. Çünkü hadis-i\nşerifte \"Kim ki bizi aldatırsa bizden değildir\" buyurulmuştur. Bu rüyayı gören çok\ndikkatli olmalı ve kimseye gadretmemelidir."
    },
    {
        "word": "ALEM",
        "meaning": "Rüyada âlem görmek, sulh, sükûn ve refaha delâlet eder. Aleminyum eşya\ngörmek ise, aile hayatının saadetine işarettir."
    },
    {
        "word": "ALET",
        "meaning": "Rüyada ziraat âleti görmek, gelecek senenin selâmet içinde geçeceğine\ndelâlet eder.."
    },
    {
        "word": "ALEV",
        "meaning": "Rüyada alev görmek, bazı kere sıhhat ve afiyete, bazı kere de Cenâb-ı Hak\ntarafından ikaz edilmeğe işarettir."
    },
    {
        "word": "ALIN",
        "meaning": "Bir kimsenin rüyada alın görmesi, insanlar arasında rütbe ve makamının\nyüksek olmasına, sözünün dinlenmesine delâlet eder. Alında görülen kırık ve saire\ngibi kusurlar, bunun tam zıddı ile tâbir olunur.\nRüyada alında secde izi görmek, din ve takvaya, insanlar arasında şöhrete delâlet\neder.\nIbn-i Şîrîn (rh.a) demiştir ki:\n\"- Alın ve yüz yüksek mertebedir, çünkü secde mahallidir. Bazan da evlâda delâlet\neder.\"\nRüyada alında ceviz, badem, ya da ondan büyük veya küçük fazlalık görmek, erkek\nçocuk ile tâbir edilir.\n\n\n\fKirmani de şöyle dedi:\n\"- Rüyada alnının genişlediğini görmek, rızkın genişliğine ve mertebenin yüksekliğine\nişarettir. Alnının rengini solmuş bir halde görmek, borca girmeye delâlet eder. Yüzü\nüzerinde parlayan bir çizgi olduğunu görmek ise, hayır ve menfaat ve evlât ile tâbir\nolunur.\"\nYine alın üzerinde rahmet ifade eden bir âyetin görülmesi, hayır ve şehadete delâlet\neder. Azab âyeti görmek de bunun zıddı.\nCafer-i Sâdık (r.a.) demiştir:\n- Alın ve yüz rüyası yedi veçhe ile tâbir olunur:\na) Câh (makam, mansıb),\nb) Kadr,\nc) Izz,\nd) Ulvî yol,\ne) Rızık,\nf) Riyaset,\ng) Cömertlik.\nRüyada alında nur ve ışık parladığmı görmek, ilim ve din ile rızıklanmaya işarettir.\nAlnını parlak bir halde görmek, dinî itikadının sağlam ve güzel olduğuna delâlettir.\nİmam Nablûsî demiştir ki:\n- Rüyada alnının demir, bakır veya taştan olduğunu görmek, polis ve şehrin idarecileri\nhakkında hayırdır. Bu rüya, bunların haricindeki insanlar için, halkın nefretini\nkazanmalarına delâlet eder.\nBazı kere de alın görmek, seccade vs. gibi insanın üzerinde secde ettiği şeye\nişarettir. Rüyada alnının siyahlanmış ve dağlanmış olduğunu görmek, cimriliğe delâlet\neder. Çünkü cimrileri kimse sevmez.."
    },
    {
        "word": "ALIŞ VERİŞ",
        "meaning": "Rüyada kendisini alış veriş ederken görmek, huzur ve saadet içinde\nbir ömür sürmeye ve kazanca işarettir."
    },
    {
        "word": "ALİ (K.V.)",
        "meaning": "Allah'ın yenilmez arslanı ve evliyalar sultanı Hazret-i Ali'yi rüyada\ngörmek, ulüvv-i makama, ilim ve hikmete, celâdet ve şecaata, temiz ve pâk kalbe,\nkerem ve cömertliğe, hayır ve saadete delâlet eder..\nYine o rüya, o beldeden zulüm gibi, karanlık gibi, adaletsizlik gibi çirkin hallerin\nkalkacağına işarettir.\nHazret-i Ali (r.a.)'yi güler yüzle görmek, ilim ve şecaate, kuvvet ve felaha, din ve\ntakvaya, hak ve adalete, insaf ve kereme delâlet eder.\nİmam-ı Ali'yi bir mahalde görmek, o yerin berekete, rahmete, nimete nail olacağına\nişarettir."
    },
    {
        "word": "ALİL",
        "meaning": "Kişinin rüyada kendisini hasta görmesi, hayra alâmet değildir. Bir kimse\nrüyada ayağının kırıldığını görse, bu fakirliğe işarettir. Kendini âmâ bir halde görmek,\n\n\fdinde noksanlığa delâlet eder."
    },
    {
        "word": "ALİM",
        "meaning": "Ibn-i Kesir hazretleri demiştir ki:\n- Rüyada kendisinin âlim olduğunu görmek, şerefinin artmasına işarettir.\nCâfer-i Sâdık hazretleri buyururlar ki: Rüyada âlim görmek, dört veçhe ile tâbir\nolunur:\na) Kadir ve kıymet,\nb) Halk arasında itibar,\nc) Makam,\nd) Adalet.\nRüyada bir âlimin elini öptüğünü görmek, ilminden faydalanmaya; âlimin kendisine bir\nşey verdiğini görmek, dünya ve ahirette yüksek dereceye işarettir."
    },
    {
        "word": "ÂL-İ İMRÂN SÛRESİ",
        "meaning": "Rüyada Âl-i İmran Sûresini görmek, rızık ve berekete,\nzekânın ve nefsin temizliğine delâlet eder.\nKur'ân-ı Kerim'den herhangi bir sûre veya âyet görmek hayra ve ilme işarettir. Zira\nKur'ân-ı Kerim Allah'ın kitabıdır ve Hakk'ın kelâmıdır. Allah'ın kelâmını okumak\nelbette hayır ve saadetin ta kendisidir. Hadis-i şerifte: \"Kim Rabbi ile konuşmayı\nseviyorsa Kur'ân okusun!\" buyurulmuştur. Bu sebeple kişinin Âl-i İmran Sûresi'ni\nrüyada okuması veya görmesi, o kişinin halk arasında seçkin, günah ve hatadan beri\nolduğuna delâlet eder..\nKirmanî demiştir ki:\n- Bu sûreyi rüyada gören kişi, İslâm'a bağlı olur ve o hal ile ölür, o hal ile de gömülür.."
    },
    {
        "word": "ALTIN",
        "meaning": "Herkes iyice bilir ki altın dünya zinetidir. Dünya ise müminler için meşakkat\nmahallidir. Bu sebeple rüyada altın görmek, borca, gam ve kedere alâmettir.\nRüyada altın bilezik taktığını görmek, rüya sahibinin eline geçecek bir mirasa delâlet\neder.\nRüyada altın külçesine rastgeldiğini görmek, elden çıkacak mala işarettir. Yine altını\nkülçe ettiğini görmek, şer ve helak ile tâbir olunur.\nRüyada kendisine büyük bir altın parçası verildiğini görmek, devlet işlerinde yüksek\nderecelere nail olmaya delâlet eder.\nCâfer-i Sâdık (r.a.) demiştir ki: Rüyada altın bilezik görmek beş şekilde tâbir olunur:\na) Riyaset (baş olma, reislik),\nb) Hikmet,\nc) Günah ve hile,\ne) Gam ve keder,\nf) Evlad ve kardeş...\nIbn-i Şîrîn (rh.a.) demiştir ki: Rüyada elinde beş adet altın olduğunu görmek, halk\nindinde makbul olacak işlere delâlet eder. Elinde tek altın olduğunu görmek, güzel bir\nev ile tâbir olunur.\n\n\n\n\fRüyada iki elinin birden altın olduğunu görmek, iş hususunda sıkıntıya düşmeye\nişarettir.\nKıymetli elbiselerden başörtüsü, taç ve bunlara benzer nesnelerin altın sırma ile\ndokunmuş veya örülmüş olduğunu görmek; bu elbiseyi giyenlerin Allahu Teâlâ'ya\nyakınlıklarına delâlet eder.\nYine rüyada halis altın ve gümüşten olan şeyi görmek, ihlâsa, saf niyete, anlaşmaya\nve doğru söze delâlet eder.\nRüyada gözlerinin altın olduğunu görmek, kör olmaya işarettir. Rüyada üzerinde,\naltın, gümüş, boncuk veya mücevherden gerdanlık olduğunu görmek, devlet\nhizmetinde yüksek makama gelmeye delâlet eder."
    },
    {
        "word": "ALTIN VE GÜMÜŞ DÖVÜCÜ",
        "meaning": "Rüyada altın ve gümüş dövücü birini görmek, israf\nile malı sarf etmeye alâmettir. Bazı kere de bunu görmek, hak ile bâtıl arasını ayıran\nhâkime delâlet eder.\nYine böyle bir rüya görmek, sanatına çok düşkün olan kimseye delâlet eder."
    },
    {
        "word": "ALTIN KIRIKLARI",
        "meaning": "Rüyada altın ve gümüş kırıkları görmek, faydalı ilme, sâdık\ndosta, uygun zevceye ve hayırlı çocuğa delâlet eder. Rüyasında bir miktar altın bulup\nbunları iyi bir yere gizlediğini görmek, sır saklamak ile tâbir olunur.\nRüyada bir ölünün kendisine altın para verdiğini görmek, zulümden kurtulmaya\nişarettir."
    },
    {
        "word": "ALYANS",
        "meaning": "Bekâr bir kimsenin rüyada alyans görmesi, evleneceğine, evlinin\ngörmesi, bir çocuğu olacağına delâlet eder."
    },
    {
        "word": "AMBALAJ",
        "meaning": "Rüyada herhangi bir eşyayı ambalajladığını görmek, uzaktan bir\nmisafirin geleceğine ve sevinçli habere işarettir."
    },
    {
        "word": "AMCA",
        "meaning": "Rüyada amca görmek, baba görmek gibidir ve hayra işarettir."
    },
    {
        "word": "AMPUL",
        "meaning": "Rüyada ışık saçan ampul görmek, huzurlu ve neşeli günlerin yakın\nolduğuna, ilaç ampulü görmek, hafif bir kedere delâlet eder."
    },
    {
        "word": "AMİR",
        "meaning": "Bir kimsenin rüyada âmiri ile karşılaşması ve onun emirlerini dinlediğini\ngörmesi, büyük bir zattan iltifat görmeye, kendisinin rüyada âmir olduğunu görmek\nde, dilek ve arzuların yerine geleceğine delâlet eder.."
    },
    {
        "word": "AMİRAL",
        "meaning": "Kişinin rüyada amiral görmesi, deniz yolculuğuna işarettir. Üzerinde bir\namiral elbisesi olduğunu görmek de, yine uzun bir sefere delâlet eder."
    },
    {
        "word": "ANA",
        "meaning": "Rüyada anne görmek hayır ve berekete işarettir. Ve baba görmekten daha\nhayırlıdır. Rüyada anne gören eğer fakir ise nimete ve zenginliğe kavuşur.\nRüyada annesinin kendisini doğurduğunu görmek, ecelin yaklaştığına işarettir.\nRüyada validesinin karnına girdiğini görmek, uzakta ise vatanına döneceğine delâlet\neder.\nAnne ile oturduğunu veya beraber yürüdüğünü görmek, emniyet ve huzura; anne ile\n\n\n\fkonuşmak iyi ve güzel haberlere delâlet eder."
    },
    {
        "word": "ANAHTAR",
        "meaning": "Bilindiği gibi anahtar, kapılar açan bir âlettir. Bu sebeple rüyada\nanahtar görmek, rüya sahibi için Allahu Teâlâ'nın lütuf ve ihsanına delâlet eder..\nAnahtar, ilim ve Kur'ân'ın kapısını açmakla da tâbir olunur.\nKirmanı demiştir ki:\n- Rüyada anahtar ile bir yeri açtığını görmek hayra, kapamak ise şerre delâlet eder.\nCafer-i Sâdık hazretleri derler ki:\n- Anahtar, güç işlerin açılmasına, keder ve gamdan kurtulmağa, hastalıktan şifa\nbulmağa, muradın hâsıl olmasına, dinde kuvvete, duanın kabulüne, ilim ve marifete\ndelâlet eder..\nRüyada elinde cennetin anahtarı olduğunu görmek, ibadet, ilim, hikmet ve marifetle\nnasiplenmeye delâlet eder..\nElinde birçok anahtarın olduğunu görmek, büyük ve şerefli bir saltanata işarettir.\nRüyada bir kapıyı veya bir kilidi açtığını görmek, düşmanlar üzerine galip olmaya\ndelâlet eder.\nİmam Nablusî rüyada anahtar görmeyi şu veçhe ile tâbir etmiştir:\n1) Rızık,\n2) Muavenet,\n3) İlim,\n4) Zevç ve evlâd,\n5) Mal,\n6) Felah,\n7) Kabul olunan dua,\n8) Hac farizası,\n9) Vali ve melik...\nRüyada elinde dişsiz bir anahtar olduğunu görmek, yetime zulmetmeye işarettir.\nElinde Kabe'nin anahtarını görmek, yüksek şahsiyetlerden birine erişmeye ve onunla\ndost olmaya delâlet eder.\nYine anahtar, hazineler ile de tâbir edilir. Zira her kapı anahtar ile açılır.\nRüyada demirden bir anahtar görmek, kuvvetli ve şöhretli bir kimseye ve işlerin\nselâmetine delâlet eder.\nBazı kere de anahtar görmek, evlâda, casuslara, yolculuğa, hizmetçilere, kadınlar için\nde kocaya delâlet eder.\nRüyada elinde ağaçtan yapılma anahtar görmek, emanet bıraktığı malı varsa zayi\nolacağına işarettir.\nCabirü'l-Mağribî demiştir ki:\n- Rüyada elinde bir anahtar olduğunu görmek, temiz su ile abdest almaya ve\nibadetlerde devama işarettir. Elinden anahtarın düştüğünü görmek, namaz\n\n\n\fhususunda tenbelliğe delâlet eder.."
    },
    {
        "word": "ANANAS",
        "meaning": "Rüyada ananas görmek, hürmete ve iyi bir habere delâlet eder. Yine\nananas görmek, uzak bir yolculuğa işarettir."
    },
    {
        "word": "ANASON",
        "meaning": "Taze çiçek açmış bir anason görmek, sevinç ve saadet verecek habere\nişarettir. Anason yediğini görmek, hayır ve menfaate; bazı kere de kedere delâlet\neder."
    },
    {
        "word": "ANBER ÇİÇEĞİ",
        "meaning": "Anber çiçeği mal ve menfaate delâlet eder. Mevsiminde anber\nçiçeği görmek, şöhretli adamlarla dost olmaya işarettir. Bazı kere de anber çiçeği,\ngüzel ve zengin bir kadına delâlet eder. Böyle bir rüya gören bekâr ise, o kadınla\nevleneceğine işarettir.\nRüyada anber çiçeğini dalı üzerinde görmek ve koklamak, büyükler tarafından\növülmeye ve senaya delâlet eder.\nAnber çiçeğini yerden kopardığını görmek, büyük bir zattan veya pek sevdiği birinden\nayrılacağına işarettir.\nAnber görmek, kazanç, rızık, menfaat, nimet ve hayıra da delâlet eder."
    },
    {
        "word": "ANDİÇMEK (Yemin)",
        "meaning": "Rüyada yemin ettiğini görmek, vefasız dostlar yüzünden\ngadre uğramaya ve üzücü hadiselere delâlet eder."
    },
    {
        "word": "ANKA KUŞU",
        "meaning": "Anka kuşunu görmek, rüya sahibinin kadri yüce biri olduğuna\nişarettir. Rüyada anka kuşunun kendisi ile konuştuğunu görmek, nimete, mala ve\nyüce mertebelere delâlet eder.\nİbn-i Şîrîn hazretleri demiştir ki:\n- Rüyada büyük bir kuş görmek yüce bir himmettir. Bir kuşla konuşmak izzet ve\nrif’ate, elinde bir kuşun öldüğünü görmek ise, hüzün ve kedere delâlet eder.\nEbu Saidü'l-Vaaz demiştir ki:\n- Rüyada meşhur olan kuşları görmek evlâda, meçhul kuşlar sevinç ve müjdeye,\nkuşların başına toplandığını görmek, büyük bir riyasete delâlet eder.\nİmam Nablusî de şöyle demektedir:\n- Rüyada anka kuşu görmek, kadri yüce olan ve bid'at ehli ile arkadaşlık yapmayan\nbir kimseye delâlet eder. Rüyada anka kuşunun kendisi ile konuştuğunu gören,\ndevlet reisi tarafından mala erişir.\nYine denilmiştir ki: Rüyada anka kuşunu görmek, garip haberlere ve uzak yolculuğa\nişarettir.\nRüyada anka kuşunun kendisine bir şey anlattığını görmek, bir melek vasıtasıyla\nAllahu Teâlâ tarafından rızıklandırılmaya delâlet eder."
    },
    {
        "word": "ANJİN",
        "meaning": "Bir kimsenin rüyada anjin hastalığına yakalandığını görmesi, borca girmeye\nve bir türlü kurtulamamaya delâlet eder. Ayrıca verdiği sözden dönmeye de işarettir."
    },
    {
        "word": "ANLAŞMA",
        "meaning": "Bir kimsenin rüyada düşmanla anlaşma yaptı ğını görmesi, korkudan\nemin olmaya, zahmetten sonra rahatlığa, hastalıktan şifaya delâlet eder.\n\n\n\n\fYine anlaşma görmek, nimete, geçimin kolaylığına, bekâr için evlenmeğe, namaz,\noruç gibi hayırlı ve güzel ameller yapmaya işarettir."
    },
    {
        "word": "ANTRE",
        "meaning": "Rüyada tanıdık biri ile apartmanınızın antresinde karşılaştığınızı görmek,\nelinize geçecek bereketli paraya işarettir."
    },
    {
        "word": "ANTRENÖR",
        "meaning": "Rüyada bir antrenör nezdinde çalıştığınızı görmek, hayatta tek\nbaşınıza bir iş başaramayacağınıza işarettir. Kişinin kendisini antrenör görmesi,\nkazanmak ve muvaffak olmak için bazı düşüncelerinin olduğuna delâlet eder."
    },
    {
        "word": "APARTMAN",
        "meaning": "Rüyada köşk, apartman yüksek bir bina görmek, kazancın ve nimetin\nartacağına; böyle bir bina satın aldığını görmek, yolculuğa çıkmaya delâlet eder."
    },
    {
        "word": "APANDİSİT",
        "meaning": "Bir kimsenin rüyada kendisini apandisit hastası olarak görmesi veya\napandisit ameliyatı geçirmiş bulması, mesut ve sevindirici bir olaya şahit olacağına\ndelâlet eder."
    },
    {
        "word": "APOLET",
        "meaning": "Rüyada, elbise üzerinde apolet görmek, makam ve mevkinin artacağına\nişarettir. Üzerinde elbise olmadığı halde, yalnız apoletle dolaştığını görmek, gülünç\nkıyafetlere meyle delâlet eder."
    },
    {
        "word": "APSE (Yara)",
        "meaning": "İnsanın herhangi bir yerinde yara görmesi, aile içinde veya iş\nhususunda ihtilafa düşmeye delâlet eder."
    },
    {
        "word": "ARABA",
        "meaning": "Rüyada herhangi bir arabayı görmek, rüya sahibi için geçim hususunda\naldığı tedbire işarettir. Rüyada arabaya bindiğini görmek, büyük bir mevkiye erişmeye\ndelâlet eder. Arabadan inmek bunun zıddı ile tâbir olunur. Arabaya binmek hayırlı bir\nevlâda da işarettir.\nYine rüyada arabaya bindiğini görmek, devlet adamları tarafından gelecek izzet ve\nyüksekliğe veya erişilecek şerefe delâlet eder.\nRüyada araba vapuru görmek, hayırlı, sevinçli ve bereketli bir sefere işarettir."
    },
    {
        "word": "ARAFAT",
        "meaning": "Rüyada Arafat'ta vakfeye durduğunu görmek, yüce mertebelere ve\nduaların kabulüne delâlet eder. Çünkü ilk insan ve ilk Peygamber Hazreti Âdem\nArafat'ta Allahu Tâlâ'ya dua etmiş ve tevbesi kabul olunmuştu... Ayrıca, Arafat'ta\nvakfeye durmak, hac ibadetinin bir rüknüdür. Bir hacı Arafat'ta bulunmadıkça haccını\nedâ etmiş sayılmaz.\nYine Arafat'ta vakfe yaptığını görmek, tevbenin kabul edileceğine, gizli hallerin\nmeydana çıkacağına işarettir."
    },
    {
        "word": "ARANMAK-ARAMAK",
        "meaning": "Nablusî hazretleri demiştir ki:\n- Rüyada aranmak, kısa bir müddetten ibarettir. Bu sebeple düşmanının, kendisini\naradığını ve bulduğunu gören kimse, ölür. Bazan rüyada aranmak, insanın ilim, amel\nveya nimetle, malla şereflendiği şeye işarettir.\nRüyada aramak, aranan kişi ile tâbir olunur. Eğer aranan zat arayandan kaçmıyorsa,\nkorktuğu şeyden emin olmaya delâlet eder."
    },
    {
        "word": "AREFE GÜNÜ",
        "meaning": "Rüyada arefe gününde olduğunu görmek, kayıp bir kimsenin\ngeleceğine işarettir. Arefe gününü görmek, hac farizası ile de tâbir edilir. Bazı kere de\n\n\n\fArefe günü, kârlı ve bereketli bir ticarete delâlet eder.\nGünahkâr bir kimsenin rüyada arefe günü görmesi, günahına tevbe edeceğine ve\ntevbesinin kabul olunacağına delâlet eder."
    },
    {
        "word": "ARAZİ",
        "meaning": "Rüyada arazi görmek, zevce ile tâbir edilir. Bekâr bir adamın rüyada arazi\nsatın aldığını görmesi, evleneceğine işarettir. Arazisinin mahsul ile dolu olduğunu\ngörmek, çocukları ve torunları ile tâbir edilir.\nIbn-i Şîrîn hazretleri demiştir ki:\n- Rüyada kendisini geniş bir sahrada gören, yolculuğa çıkar. Araziyi kazıp toprağını\nyediğini görmek, gaipten mal bulmaya delâlet eder.\nRüyada kendisini arzın yuttuğunu, yere geçtiğini görmek, belâ ve musibete, gam ve\nkedere delâlet eder.\nCabirü'l-Mağribî demiştir ki:\n- Rüyada ayaklarının altında arzın toplandığını yani kısalıp azaldığını görmek, ömrün\nnihayete erdiğine delâlet eder. Arzın altında titrediğini görmek, korku ve hüsrana\nişarettir.\nBir arazi üzerine köprü inşa ettiğini görmek, dinde kuvvetli olmaya işarettir. Yerden\navuç avuç toprak alıp yediğini görmek, zenginliğe delâlet eder.\nYine bir araziden diğerine geçerek yürüdüğünü görmek, bir memleketten bir başka\nmemlekete sefer edeceğine işarettir.\nRüyada toprağın yarıldığını görmek, bolluk ve berekete delâlet eder. Çünkü bütün\ncanlıların rızkı topraktan çıkmaktadır."
    },
    {
        "word": "ARASÖZ",
        "meaning": "Bir kimsenin rüyada arasözle caddelerin sulandığını görmesi, bolluk,\nbereket ve feraha işarettir. Rüyada kendisini arasöz kullanırken görmek, beklemediği\nbir yerden gelecek nimete delâlet eder."
    },
    {
        "word": "ARI BEYİ",
        "meaning": "Kişinin rüyada Arı Beyi görmesi, hayır ve selametin işaretidir. Çünkü arı\nmaharetli bir varlıktır ve insanlara şifalar sunar.\nArı beyini görmek, faydalı, kadir ve şanı büyük, mümin, zahid ve hiçbir kimseye eziyet\netmeyen bir adama delâlet eder.\nBir kimsenin rüyada arı beyinden bir şeye nail olduğunu görmesi, sıhhat ve afiyete ve\nhelâl kazanca işarettir. Yine rüyada birçok arı beyine mâlik olduğunu görmek, yüksek\nmemuriyete delâlet eder."
    },
    {
        "word": "ARICI",
        "meaning": "Arıcıyı görmek, muharebe, sıkıntı ve meşakkate ve silah kuşanmaya\nişarettir."
    },
    {
        "word": "ARI KOVANI",
        "meaning": "Rüyada arı kovanı görmek, zevceye delâlettir. Kovandaki arılar\nkadının nesli, bal ise kadının malıdır. Bazı kere de arı kovanı kaleye işarettir. Yine arı\nkovanı görmek, üzüntü ve kederden halâs olmaya, ibadet ve çalışmak hususunda\nboş vakte delâlet eder."
    },
    {
        "word": "ARI KUŞU",
        "meaning": "Rüyada arı kuşu görmek, malı çok ve güzelliği yerinde bir kadınla\n\n\n\fevliliğe delâlet eder."
    },
    {
        "word": "ARMUT",
        "meaning": "Bir kimsenin rüyada armut görmesi, kavuşacağı bir nimete ve mala\nişarettir. Rüyada tatlı bir armut yediğini gören kişi mal ve nimete kavuşur. Birçok\narmutları avuçladığını görmek, toplu bir mala varis olmaya delâlet eder.\nRüyada hamile bir kadının armut görmesi, doğacak çocuğun erkek olacağına\nişarettir. Bekâr kızın görmesi de evleneceğine delâlet eder.\nRüyada armudu mevsiminde yediğini görmek, hayır ve berekete, mevsiminin dışında\nyemek haram mala delâlet eder.\nCafer-i Sâdık hazretleri demiştir ki: Rüyada armut görmek beş veçhe ile tâbir edilir:\na) Helâl mal,\nb) Zenginlik,\nc) İyi bir zevce,\nd) Murad,\ne) Menfaat.\nArmut ağacı görmek ise, mal ve para kazanmak için insanlara boyun eğen bir kişi ile\ntâbir olunur."
    },
    {
        "word": "ARPA",
        "meaning": "Rüyada arpa görmek, az bir meşakkatle çok rızka nail olmaya işarettir. Bir\nrivayete göre de, arpa beyaz olduğu sebeple gümüş ile tâbir edilir. Rüyada eline arpa\ngeçtiğini görmek yine mala delâlet eder.\nRüyada arpa aldığını görmek, iyi ve salih bir evlâdın olacağına işarettir. Satıcıdan\narpa aldığını görmek, büyük bir mülke, ele geçecek nimete delâlet eder. Arpa ektiğini\ngörmek, Allah'ın razı olacağı işlerle tâbir olunur.\nRüyada yaş veya taze arpa görmek, hayırlı haber işitmeye, sıhhat ve afiyete delâlet\neder.\nIbn-i Kesir demiştir ki: Arpa görmek, helâl mala, hayır ve menfaate delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki:\n- Rüyada arpa görmek, bol rızka delâlet eder. Arpa satın aldığını gören, ahireti\ndünyaya tercih eder; sattığını gören ise, ahiret üzerine dünyayı tercih eder.\nRüyada arpa ebili bir yerde yürüdüğünü görmek, cihad ile tabir olunur. Yine rüyada\narpa elemek, kulların ibadetine işarettir."
    },
    {
        "word": "ARSENİK",
        "meaning": "Kişinin rüyada arsenik ile zehirlendiğini görmesi, bir düşmanın kendisine\npusu kurduğuna işarettir.\nBir başka tâbire göre de, sıhhatli ve uzun bir ömre, düşmandan intikamın fazlasıyla\nalınacağına delâlet eder."
    },
    {
        "word": "ARSLAN",
        "meaning": "Bir kimsenin rüyada arslan görmesi, zalim, şiddetli ve cebbar bir\nhükümdara, bazı kere de ölüme işarettir. Arslan görmek, hastanın şifa bulmasına da\ndelâlet eder.\nRüyada dişi arslan görmek, şerli, zalim ve çocuğu üzerine galip bir kadına işarettir.\n\n\fAyrıca arslan görmek, cehalete, kibre, kendini beğenmeye, günaha ve nazlanmaya\nda delâlet eder.\nIbn-i Şîrîn (rh.a) demiştir ki: Rüyada arslan görmek, çetin ve kuvvetli bir düşmana\ndelâlet eder.\nRüyada arslan yavrusu görmek bir erkek çocuğa işarettir. Arslanın evine girdiğini\ngörmek, hayra, saltanata, uzun ömre ve bol rızka delâlet eder.\nRüyada arslan etini yediğini görmek, devlet tarafından gelecek bir mükâfata veya\nparaya delâlet eder. Keza rüyada arslan başı yediğini görmek, büyük saltanata ve\nçok mala işarettir.\nEbu Saidu'l-Vaaz demiştir ki:\n- Rüyada azgın bir arslanın halkın yolunu kestiğini görmek, hükümdarların zulmüne\ndelâlet eder. Bir arslanın kendini kovaladığını görmek, hükümetten bir korkuya\nuğramağa, eğer kurtulur ise, bu korkudan halâsa, kurtulamayıp arslanın pençesine\ndüşerse, büyük bir zarara uğramaya delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada arslan görmek üç şekilde tâbir olunur:\na) Sultan,\nb) Cesur ve şeci' adam,\nc) Kuvvetli ve amansız düşman.\nRüyada yırtıcı hayvanın, hastası bulunan bir eve girdiğini görmek, hastanın ecelinin\ngeldiğine işarettir.\nRüyasında arslanın derisinden yahut kılından bir şey aldığını görmek, ele geçecek\ndüşman malına delâlet eder. Çok kere de bu, miras malına işarettir.\nRüyada bir arslanın camiye girip minbere çıktığını görmek, insanlara zulmedecek,\nkorku ve dehşet saçacak bir hükümdara delâlet eder.\nRüyada iki arslanı birbiri ile savaşır görmek, harbe; arslana bindiğini görmek, büyük\nbir düşmana muzaffer olmağa delâlet eder."
    },
    {
        "word": "ARŞ",
        "meaning": "Rüyada Rabbin yüce arşını güzel bir surette görmek, itikadın sağlam\nolmasıyla müjdelenmeye delâlet eder. Çünkü arş, yücelikler âlemidir.\nCafer-i Sâdık hazretleri demiştir ki:\n- Rüyada arşı görmek beş veçhe ile tâbir olunur:\na) Riyaset, baş olmak,\nb) Rif’at, yücelik\nc) Rütbe,\nd) İzzet ve şeref,\ne) Makam...\nArş-ı Kerîmi güzel ve süslü görmek, büyük bir zâta intisab etmeye ve ondan ilim,\nirfan, hikmet, hayır ve bereket nuru edinmeye delâlet eder.\nBazı kere de arşı görmek, insanın hayır ve şerden işlediği amele delâlet eder. Arşı\neksik bir halde görmek, bid'at ve sapıklığa işarettir.\n\n\n\fRüyada Arş-ı Azam'ı görmek, müjde ve beşarete delâlet eder. Yine arşı görmek,\nemsalleri arasında yüksekliğe ve maksada ulaşmaya delâlet eder."
    },
    {
        "word": "ARZU",
        "meaning": "Bir kimsenin rüyada arzularına eriştiğini görmesi veya arzularının yerine\ngetirilmesini istemesi, bütün emellerinin gerçekleşeceğine işarettir.\nYine rüyada arzu edilen şeye kavuşmak, çok ilme ve Allahu Teâlâ'ya ulaştıran yola\nveya helâl mala delâlet eder. Rüya sahibi bekâr ise evleneceğine işarettir."
    },
    {
        "word": "ARZ VE TAKDİM",
        "meaning": "Rüyada bir ordu kumandanına arz ve takdim edildiğini ve fakat\nkumandanın kendisini kabul etmediğini görmek, büyük bir günaha işarettir. Eğer\nkumandanın kendisinden memnun olduğunu görmüş ise, Allahu Teâlâ'nın o kimseden razı olacağına delâlet eder.\nRüyada kendisine takdim edildiği zat tarafından bir şey verildiğini görmek, ümit ettiği\nşeye nail olmaya delâlet eder."
    },
    {
        "word": "ARZUHAL (Dilekçe)",
        "meaning": "Bekâr bir kimse için rüyada arzuhal görmek veya arzuhal\nyazmak, evlenmeye; evli için de evinde bir tören olacağına delâlet eder."
    },
    {
        "word": "ASA",
        "meaning": "Bir kimsenin rüyada asâ görmesi, şerefli, kuvvetli, kudretli ve insanlara yardım\neden bir kişi ile tâbir olunur. Rüyada elinde asâ olduğunu görmek, şerefli, kudretli,\nhalka yardım eden birinden yardım talebinde bulunmaya işarettir...\nRüyada asânın elinde kırıldığını görmek, bulunduğu makamdan azledileceğine,\nticaret ehli ise ziyana uğrayacağına delâlet eder.\nRüyada asâ haline geldiğini görmek, ölüm ile tâbir olunur.\nRüyada asâ ile taşa vurduğunu ve taştan suların fışkırdığını görmek, zengin olmaya\ndelâlet eder.\nİbn-i Şîrîn (rh.a.) demiştir ki:\n- Rüyada değnek veya baston görmek, kadr ve kıymeti yüksek bir zâta delâlet eder.\nKeza rüyada bir değneğe veya bastona dayandığını görmek, kadr ve kıymeti yüce bir\nşahsın himmetiyle murada ermeye işarettir.\nElinde asânın yılan haline geldiğini görmek, dostun düşman olacağının işaretidir.\nKirmanî demiştir ki:\n- Elindeki değneğin uzadığını gören muradına nail olur, kısaldığını gören de\nmaksadına eremez..\nBazı kere de asâ görmek, imdat ve yardıma, maksadın hasıl olacağına işarettir."
    },
    {
        "word": "ASANSÖR",
        "meaning": "Rüyada asansörle bir yere çıktığını görmek, iş sahasında yükselmeye\nve bütün engelleri aşmaya delâlet eder."
    },
    {
        "word": "ASFALT",
        "meaning": "Rüyada asfalt görmek veya asfalt bir yolda yürümek, her işte başarılı\nolmaya işarettir."
    },
    {
        "word": "ASHAB-I KİRAM",
        "meaning": "Rüyada sahabilerden birini güzel hallerde görmek, onlar\n\n\n\fhakkındaki güzel itikada ve sünnetlerine tâbi olmaya işarettir. Rüyada onları görmek,\nmuhabbete, kardeşliğe, yardım ve hayırhahlığa, düşmanlık ve kıskançlıktan\nkurtulmaya, kalplerdeki düşmanlıkların gitmesine, sevgilerin kalpleri doldur\nmasına delâlet eder.\nBir kimsenin rüyada sahabilerin kendisine teveccüh ettiğini görmesi, cami, mescid,\nmedrese gibi hayırlı binalar yaptırmaya; neseb ve kabilesinin temizliğine delâlet eder.\nO güzide sahabîleri görmek, zenginliğe de işarettir. Çünkü onlar birçok fetihlerde\nbulunup ganimetler elde ettiler. En güzel ganimet ise takvadır.\nYine sahabileri görmek, tevbeye ve Allahu Te âlâ'dan gayrı her şeyden alâkayı\nkesmeye, onların yolunda hayır ve berekete delâlet eder.\nMeselâ rüyada Hazret-i Ömer'i görmek; uzun ömre, fazilete, her yerde hakkı\nsöylemeğe, hayır ve hasenata, batıldan uzaklaşıp Hakk'a vâsıl olmaya delâlet eder.\nKeza Hazret-i Osman'ı görmek, zühd, takva, haya ve edebe, hayır ve fazilete\nişarettir. Hazret-i Osman (r.a.)'ın kendisine gülerek baktığını ve iltifat ettiğini görmek,\ndünya ve ahiret saadetine delâlet eder.\nRüyada sahabilerin başı ve Allah Resûlü'nün mağara arkadaşı Hazret-i Ebû Bekir\n(r.a.)'i yüzü güler ve ferah bir halde görmek; dünya ve ahiretin saadet ve huzuruna\nişarettir.\nİbn-i Şîrîn demiştir ki:\n- Hazret-i Ebû Bekir'i yüzü güler ve ferah ve sürurda görmek, ferah ve sürura, nimet\nve refaha, hastalıktan şifaya, ilim ve marifete delâlet eder.\nCafer-i Sâdık hazretleri demiştir ki:\n- Rüyada Hazret-i Hasan ve Hüseyin'i görmek, bazı büyük zatlara intisab ederek\nonlardan hayır ve nimete, ilim ve hikmete ermeye delâlet eder.\nOnlardan birinin kendisine bir şey verdiğini veya lütuf ve iltifat ile söz söylediğini\ngörmek, çok mal ve nimete, refah ve rahata, fukaraya lütuf ve ihsana delâlet eder.\nÇünkü onlar lütuf ve ihsanda herkesten ileriydiler.\nRüyada Nebiler Nebisi'nin nazenin kızı ve Cennet kadınlarının efendisi Hazret-i\nFâtıma (r.anha)'yı görmek, her türlü hayır ve berekete, fazilete, yüce ve güzel ahlâka,\nbütün işlerde muvaffakiyete delâlet eder. Yine onu mesrur ve güleç görmek, ferah ve\nsürura, saadet ve selâmete işarettir. Mahzun ve mukadder görmek hüzün ve keder ile\ntâbir edilir.\nResûl-i Ekrem efendimizin pâk zevcelerinden herhangi birini görmek, hayır ve\nhasenata, iffet ve ismete, haram ve bâtıldan uzak kalmağa, aile saadetine ve\nbereketli rızka delâlet eder."
    },
    {
        "word": "ASILMAK",
        "meaning": "Rüyada asılmak, birçok vech ile tâbir edilir. İmam Nablusî demiştir ki:\n- Valiliğe ehil olan bir kimsenin rüyada asıldığını görmesi, vali olacağına işarettir.\nRüyada asılmak, yücelik ve nail olacağı nimetlere delâlet eder.\nRüyada bir şehirde idam edildiğini görmek, idam edildiği şehrin şerefi nisbetinde\nerişeceği reisliğe delâlet eder.\n\n\n\n\fYine rüyada asılmak, fakirler hakkında hayra ve gizli şeylerin meydana çıkmasına;\nzenginler hakkında ise, şerre ve işlerinin bozulmasına işarettir.\nHem ölü, hem de o halde yine idam edildiğini görmek, dini bozukluğa ve fakat\ndünyanın şeref ve yüksek makamlarına delâlet eder.\nBekâr bir adamın rüyada idam edildiğini görmesi, evleneceğine işarettir.\nDeniz üstünde bir vapurda yolculuk yapan biri rüyada asılmış olduğunu görse, bu\nrüya onun hakkında hayra delâlet eder. Rüyada idam edilmiş birinin etinden yediğini\ngörmek, ileri gelen birtakım kimselerden menfaat teminine delâlet eder."
    },
    {
        "word": "ASİ OLMAK",
        "meaning": "İsyanını çirkin görmeyen kimsenin rüyada asi olduğunu görmesi,\nmahzun edecek bir azaba işarettir.\nİbn-i Şîrîn hazretleri: Rüyada bir adama zulmettiğini görmek, o kişinin zulmüne\nuğramaya delâlet eder, demiştir."
    },
    {
        "word": "ASİLZADE",
        "meaning": "Rüyada soy ve nesepçe asil birini görmek, kalb temizliğine, güzel\nitikada, yüksek dereceye delâlet eder. Bu rüya, bazı kere de düşmanlara karşı üstün\ngelmeye işarettir."
    },
    {
        "word": "ASKER",
        "meaning": "Rüyada üniformalı veya yüksek rütbeli asker görmek, şan ve şöhrete\ndelâlet eder. Aynı zamanda asker kuvvet demektir. Askerle konuştuğunu görmek,\nişlerde zorluk çekmemeye işarettir.\nRüyada bir şehre veya bir mahalleye veya bir sokağa asker geldiğini görmek, yağmur\nile tâbir olunur. Askerin geldiği yerlere yağmur yağar..\nBazı kere de asker görmek, müminler hakkında zafer ve zalimlerden intikam almak\nile tâbir olunur."
    },
    {
        "word": "ASKER BAYRAĞI",
        "meaning": "Bir kimsenin asker bayrağı görmesi, halkın kendisine tâbi\nolduğu âlim veya âbid, ya da zengin ve cömert bir kimseye işarettir. Rüyada görülen\nkırmızı bayraklar, harp ve gıtale, sarı bayraklar, askerde salgın hastalık bulunduğuna,\nyeşil renkli bayraklar da hayırlı bir sefere delâlet eder.. Beyaz bayraklar görmek,\nyağmura, siyah bayraklar da kıtlığa işarettir.\nNe yapacağını bilmez birinin rüyada asker bayrağı görmesi, hayretten kurtulup\nselâmete ereceğine işarettir.\nKadının rüyada asker bayrağı görmesi, kocaya delâlet eder."
    },
    {
        "word": "ASMA (Üzüm çubuğu)",
        "meaning": "Rüyada asma diktiğini görmek, izzet ve şerefe delâlet eder.\nYine asma görmek, din ve dünyaca menfaatli bir adama işarettir.\nRüyada üzüm çubuğu, zengin bir hanıma, üzümün kesilmiş dalı ise, cimri bir\nkadından alınacak mala delâlet eder. Kışın asma ağacında üzümler görmek de,\nzengin bir kadın ile tâbir olunur."
    },
    {
        "word": "ASTARGAN (Manto)",
        "meaning": "Rüyada böyle bir mantoya mâlik olduğunu görmek, asalete\nve çalışkanlığa işarettir. Astargan manto giymiş bir kadın görmek, sevinçli ve huzurlu\ngünlere delâlet eder."
    },
    {
        "word": "AŞÇI",
        "meaning": "Rüyada aşçı görmek haris bir adama delâlet eder. İbn-i Şîrîn hazretleri\ndemiştir ki:\n- Güzel kokulu, temiz ve leziz bir şey pişirdiğini görmek, hayır ve nimete işarettir.\nBunun aksini görmek, şer ve kibir ile tâbir olunur.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada aşçı görmek, asılsız ve faidesiz kelâmdır.\nBazı kere de aşçı görmek, zengin ve fukara için sürür ve izdivaca delâlet eder. Hasta\nbirinin rüyada aşçı görmesi, hastalığının şiddetleneceğine işarettir.\nÇarşı aşçısını görmek, faydalı bir işle meşgul olmaya delâlet eder...\nRüyada şekerciyi görmek, ilim, hikmet ve rızka; çivit otunu pişireni görmek, gam,\nkeder ve gussaya; zift ve kara sakız kaynatanı görmek, elbiselere ve deniz seferine\nçıkmaya delâlet eder."
    },
    {
        "word": "AŞİRET",
        "meaning": "Bir kimsenin rüyada kendisini aşiret çadırının içinde görmesi ve aşiretin\nreisi ile konuşması, muhtar olacağına veya bir kuruluşun başına geçeceğine işarettir.\nBazı kere de bu rüya gurbete çıkmaya delâlet eder."
    },
    {
        "word": "ÂŞIK",
        "meaning": "Nablûsî demiştir ki:\n- Rüyada âşık olmak belâdır. Bu sebeple bir kimse rüyada âşık olduğunu görse, bir\nbelâya duçar olur. Aşık, iyi veya kötü işleri arzu eden bir kimsedir.\nŞunu da biz ilave edelim ki, âşıkların dünyada rahatı yoktur. Tâ ki maşukuna\nkavuşuncaya kadar...\nYine rüyada aşk halini görmek, rüya sahibinin gizleyemediği bir sözü açılmasına da\nişarettir. Aşk, uyanıkken bir şeye düşkünlüğe, hasta için ecelin yaklaştığına ve\nfakirliğe de delâlet eder.\nRüyada severek bir iş yaptığını ve onu yaptıkça zevk aldığını görmek, nefsin\narzusuna uymaya ve sonu gelmez işler peşinde koşmaya delâlet eder. Çünkü insan\niçin kendi nefsinden daha yaman düşman yoktur.\nBekâr bir adamın rüyada aşk mektubu yazdığını görmesi, yakın zamanda\nevleneceğine işarettir. Aşk mektubunu aldığını görmek, bir evlenme teklifine delâlet\neder. Yine sevdiği birinden bir aşk mektubu aldığını görmek, mutluluk ve saadete\nişarettir."
    },
    {
        "word": "AŞURE",
        "meaning": "Rüyada aşure ayında, yani Muharrem ayında, aşure dağıttığını görmek,\nhayırlı bir nimet veya güzel habere işarettir. Aşure görmek veya yemek ise, bunun\nzıddı. Yani keder ve musibet habercisi..."
    },
    {
        "word": "AT",
        "meaning": "Rüyada at görmek murada nailiyet ile tâbir olunur. Ata binmeye ehil olmayan\nbiri, rüyada ata bindiğini görse, bu onun için izzet ve makama, yüksek derecelere\ndelâlet eder. Bazı kere de ata binmek yolculuğa işarettir.\nDanyal (a.s.) demiştir ki:\n- Rüyada at görmek, izz ü şeref ve devlete delâlet eder.\nKirmani de demiştir ki:\n\n\n\f- Rüyada eğeri ve gemi mevcut güzel bir ata bindiğini görmek, o at üzerinde ağır ağır\nyol almak, şeref ve yüce kadre delâlet eder. Doru renkli ata bindiğini görmek,\nkuvvetin çokluğuna, doru taya (atın yavrusu) bindiğini görmek, zengin bir kadınla\nevlenme ye delâlet eder.\nRüyada erkek ata binmek, düşman üzerine galip gelmeye işarettir. Bazan da at\ngörmek, güzel inşa edilmiş bir eve delâlet eder.\nKır ata bindiğini gören kimse düşmanını kahra uğratır. Yine kır at görmek, hayır ve\nberekettir.\nRüyada hâlis kızıl bir kısrak görmek, dindar, neşeli, iffetli ve şöhretli bir kadına delâlet\neder. Her tarafı, yelesi ve kuyruğu kızıl bir kısrak görmek de, neşeli, sevinçli bir kadın\nile tâbir olunur.\nRüyada at görmek, her veçhe ile iyidir ve yüksek mevkilere işarettir. Attan indiğini\ngörmek, iyi değildir ve keder alâmetidir.\nRüyada başkasına ait ata bindiğini görmek, o kişinin mertebesine yükselmeye delâlet\neder. Eğersiz ve gemsiz bir kısrağa bindiğini görmek, fena huylu bir kadına işarettir.\nRüyada kendi yanında veya evinde bir atın helak olduğunu görmek, insanlardan\nbirinin vefat edeceğine işarettir.\nAta bindiğini gören kişinin hanımı hamile ise, bir erkek çocuğu olacağına delâlet eder.\nIbn-i Şîrîn (rh.a) demiştir ki:\n- Yelesi ve kuyruğu kızıl sarı olan bir atı görmek, harp ve gı-tale delâlet eder.\nRüyada atın kendisini ısırdığını görmek, ordu ve kuvvet sahibi olmaya delâlet eder.\nAtı öldürdüğünü görmek ise, nimet, mal, izzet ve kuvvetle tâbir olunur.\nRüyada at üzerinde olduğunu fakat buna taaccüp ettiğini görmek, Allah yolunda\ncihada işarettir.\nRüyada atın kuyruğunun kıllarının çok olduğunu görmek, evlat ve akrabanın\nçokluğuna işarettir. Atın kuyruğunun kesildiğini görmek ölüme delâlet eder.\nKendi atından inip bir başkasının atına bindiğini gören kişinin, bir halden diğer hâle\ngeçeceğine işarettir. İki halin arasındaki fark, iki atın arasındaki fark nisbetincedir ve\niş ona göre tecellî eder.\nRüyada bir atı öldürdüğünü görmek, nimet, mal, izzet ve kuvvete nailiyete delâlet\neder.\nRüyada posta atına binmek ise, binen için ecelin yakın olduğuna işarettir.\nBeyazlığı siyahlığından fazla olan bir ata bindiğini görmek, dindar bir hanımla evliliğe\ndelâlet eder."
    },
    {
        "word": "ATEŞ",
        "meaning": "Bir kimsenin rüyada ateş görmesi, acele olan rızka ve hazırlanmış maksada\nişarettir. Rüyada ateşten menfaatlandığını görmek, bol rızıkla mükâfatlandırılmaya\ndelâlet eder. Bazı kere de ateş, ilim taleb etmeye ve ilmi arzulamaya delâlet eder.\n\n\fRüyada elinde alevli bir ateşin yandığını görmek, devlet tarafından veya yüksek\nmakam sahibi biri eliyle gelecek rızık ve mala işarettir.\nRüyada bir cemaatin aralarına kıvılcım döküldüğünü görmek, o kişiler için düşmanlık\nve kavga husulüne delâlet eder.\nAteşle bir şey pişirdiğini görmek, güzel ve faydalı sohbetlerde bulunmaya ve iyi\nhavadislere işarettir. Karanlıkta birine yol göstermek için ateş yaktığını görmek, ilim\nve irfanca ilerlemeye ve fazilete delâlet eder.\nRüyada kış mevsiminde ateşte ısındığını görmek, zenginliğe; ateşe çekilmek de\nzindana işarettir. Ve yine ateşte mahvolduğunu görmek, haram mala; ateşe girip\nhiçbir şey olmadan çıktığını görmek, feyiz ve Allahu Teâlâ tarafından mağfirete\ndelâlet eder."
    },
    {
        "word": "ATEŞ YAKICI",
        "meaning": "Rüyada ateş yakıcı gören kimse, hayra, rahata, ihtiyaçları görmeye\nve büyüklere yaklaşmaya nail olur. Ateş yakıcısını görmek, ilme de işarettir.\nİnsanların elbiselerini veya beyhude yere elbiseleri ateşe atıp yakan birini görmek,\nşer, fitne ve israfla malı zayi etmekle tâbir olunur.\nDanyal (a.s.) demiştir ki:\n- Rüyada dumansız ateş görmek, devlet büyüklerine yakınlaşmaya işarettir."
    },
    {
        "word": "ATEŞ BÖCEĞİ",
        "meaning": "Rüyada ateş böceği görmek, kısa bir zaman içinde çok sevince ve\nsıhhatin düzeleceğine işarettir. Bazı kere de bu rüya, sevincin kısa süreceğine delâlet\neder."
    },
    {
        "word": "ATEŞ KORU",
        "meaning": "Rüyada ateşin kor haline geldiğini görmek, maksadın ve matlubun\nhâsıl olacağına ve acele ele geçecek rızka delâlet eder."
    },
    {
        "word": "ATEŞE TAPMAK",
        "meaning": "Rüyada ateşe taptığını görmek, sultana ve memlekete ihanet\nedenlere yardım ile tâbir edilir. Taptığı ateş çok şiddetli ise haram mala delâlet eder.\nKızgın ateş zalim hükümdara da işarettir."
    },
    {
        "word": "ATICILIK",
        "meaning": "Bir kimsenin rüyada kendisini avcı olarak görmesi ve bir hayvanı\nvurması, iş hayatında başarılı olacağına delâlet eder."
    },
    {
        "word": "ATLAMAK",
        "meaning": "Rüyada gerek korku ve gerekse çabuk hareket ederek bir yerden diğer\nbir yere atladığını görmek, can sıkıcı ve müşkül bir söze delâlet eder. Yüksek yerden\naşağı atladığını görmek, iyi halden kötü hale meyletmeye; aşağıdan yukarıya sıçramak da, insanın çabucak yüksek dereceye ulaşacağına işarettir. Yükseklerden\naşağıya düşüvermek, kıymetinin hemen düşmesine delâlet eder."
    },
    {
        "word": "ATKI",
        "meaning": "Rüyada atkı görmek, iyi bir kimseden yardım göreceğinize ve himaye\nedileceğinize delâlet eder."
    },
    {
        "word": "ATLAS",
        "meaning": "Bir kimsenin rüyada atlastan bezlere mâlik olduğunu görmesi; dindar,\ntakva sahibi ve hak ehli olduğuna işarettir. Bu rüya bazı kere de şerefli ve güzel bir\nkadınla evlenmeğe delâlet eder.\nRüyada durulmuş bir atlas kumaş satın aldığını görmek, güzel hizmetçilere işarettir.\nBekâr bir kimsenin atlas elbisesi giydiğini görmesi, temiz bir kadınla evleneceğine\nişarettir. Fakih ve âlim kimselerin atlas elbise görmeleri, dünyayı talep etmekle tâbir\nolunur ve onlar hakkında noksanlıktır."
    },
    {
        "word": "ATMACA",
        "meaning": "Rüyada atmaca kuşu görmek, cahil, zalim biri ile karşılaşmaya delâlet\neder. Yine atmaca kuşu, zalim, cahil bir idareci ile de tâbir olunur."
    },
    {
        "word": "ATMAK",
        "meaning": "Rüyada mancınıkla bir şey attığını görmek, zulüm ve hileye işarettir.\nBazan da bu rüya âlimlere iftira etmeye delâlet eder.\nYine rüyada mancınıkla bir şey attığını görmek, o yerde fitne zuhuruna işarettir. Attığı\nokun hedefine isabet ettiğini görmek, muradının incisini elde etmeye işarettir.\nYine rüyada av avlanmak maksadıyla taş attığını görmek, kazanç ve ganimete nail\nolacağının işaretidir. Bir kimse rüyada kendisine ok atıldığını ve kanının aktığını\ngörmüş olsa, büyük bir şahsiyetten nimete ve menfaate erişeceğine delâlet eder.\nÜzerinde yeni ve beyaz bir elbise olduğunu ve bir dağın tepesine doğru ok attığını\ngörmek, ehil insanlar için saltanatla tâbir olunur."
    },
    {
        "word": "ATTAR",
        "meaning": "Bir kimsenin rüyada attar olduğunu görmesi, halkın medh ü sena\nedecekleri bir işe gireceğine delâlet eder. Attar ile dost olduğunu görmek, güzel\nahlâk, cömertlik ve salâh ile nimetlenmeye işarettir.\nBazı kere de attar görmek; ilim, hidayet, hikmet ve güzel bir şekilde anılmaya delâlet\neder. Ve aynı zamanda sevinç ve huzurun da işaretidir."
    },
    {
        "word": "AT TERSİ (Gübresi)",
        "meaning": "Rüyada at tersi görmek, şerefli bir kişiden gelecek mala\ndelâlet eder. Kişinin rüyada at tersi süpürdüğünü görmesi, şerefli ve kıymetli bir\nzattan mala ve nimete erişeceğine işarettir. At tersi üzerine oturduğunu görmek,\nakrabadan gelecek miras ile tâbir olunur."
    },
    {
        "word": "AVCI",
        "meaning": "Rüyada avcı görmek, kadınlara meyleden ve onları elde etmek için her türlü\nhile ve desisede bulunacak adama delâlet eder. Umumiyetle avcı, hile ve desise\nyapan kimse ile tâbir olunur.\nRüyada arslan veya diğer yırtıcı hayvanları avladığını görmek, diğer sultanlara hile\nyapan büyük bir sultan ile tâbir olunur. Kuş ve serçeleri avlamak, halkın ileri\ngelenlerine hile yapan tüccara delâlet eder. Rüyada balık avlamak, kadınlara karşı\nfenalık ve hile düşünen kötü insanlara işarettir.\nBir kimsenin rüyada av köpekleri ile ava çıktığını görmesi, bütün insanlar hakkında\nhayır ve onun yapacağı güzel bir iş ile tâbir dlunur.\nDenizde taze ve tatlı balık avladığını görmek, helal rızka, meşru yolda çalışmaya ve\nhayra delâlet eder."
    },
    {
        "word": "AVLANMAK",
        "meaning": "Rüyada av avladığını görmek, ganimete ve mala delâlet eder. Yine\nrüyasında geyik, dağ keçisi, tavşan ve yabanî merkep gören kişi, hiç ummadığı\nyerden mal ve ganimete erişir.\nBir kadının rüyada av avladığını görmesi, babasının veya koçanının malını korumaya\nişarettir. Hizmetçinin av avlanması, efendisinin malından yiyeceği şeye işarettir.\nKüçük çocuğun böyle bir rüya görmesi, ilim ve sanat öğrenmesi, babasının mirasına\nkonması ve menfaate kavuşması ile tâbir olunur.\n\n\n\n\fBazan da rüyada av avlanmak, gaflete ve işinde dikkatsiz olmağa işarettir. Av\nköpekleriyle av avladığını görmek, emniyete ermeye şöhrete kavuşmaya delâlet eder."
    },
    {
        "word": "AVİZE",
        "meaning": "Rüyada yanar halde avize görmek veya avize yakmak, hayra alâmettir.\nAvizenin kendi kendine söndüğünü görmek, ecelin yaklaştığının işaretidir.\nAvize satın aldığını görmek, yeni bir işe atılmaya ve o işten temin edeceği menfaate\ndelâlet eder."
    },
    {
        "word": "AV KAPANI",
        "meaning": "Bir kimsenin rüyada, eti yenen bir hayvan için kapan kurduğunu\ngörmesi, helâl olan bir mal ile tâbir olunur ve onun eline helâl mal geçer."
    },
    {
        "word": "AVRET",
        "meaning": "Rüyada elbisesinin açılıp edep yerinin görülmesi, hayasızlığa işarettir.\nRüyada avret yerinin açık olduğunu ve bundan da utanmadığını, kendisine hiç bakan\nkimse bulunmadığını görmek, içinde yüzdüğü sıkıntı ve meşakkatten ve hastalıktan\nkurtulmaya delâlet eder. Eğer borçlu ise, Allahu Teâlâ ona, borcunu ödemeyi\nkolaylaştırır ve kendisine bir çıkış kapısı açar. Korku içinde ise, selâmet bulur."
    },
    {
        "word": "AVRET ALMAK",
        "meaning": "Rüyada avret almak, yani kadın almak, zengin olmaya; onu\nöptüğünü görmek, murada ermeye delâlet eder.\nYine rüyada güzel bir hanımı görmek, hayra ve rahatlığa işarettir. Bu rüya aynı\nzamanda gelecek iyi bir seneye delâlet eder.\nRüyada avret yeri görmek, zenginliğe, çok evlât sahibi olmaya, uzun ömre, murada\nnailiyete işarettir. Kadının avret yerini görmek, gam ve gussadan halâs olmağa; bekâr\niçin evliliğe delâlet eder."
    },
    {
        "word": "AVUÇ",
        "meaning": "Rüyada avuç içi görmek, rüya sahibinin kuvvetine, elinin açıklığına,\ndünyalığının genişliğine ve rızkının bolluğuna delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Avuç rüyası altı şekilde tâbir olunur:\na) Zevk ü şevk,\nb) Mal,\nc) Riyaset,\nd) Evlat,\ne) Şecaat,\nf) Haramdan sakınmak...\nIbn-i Kesir (rh.a) de şöyle tâbir eder:\n- Rüyada avucunun geniş olduğunu gören rızıklanır, mal ve serveti artar, cömertlik ve\nkerem ile şereflenir. Avcunun dar olduğunu görmek ise bunun zıddı.\nRüyada avucunun güzel olduğunu görmek, Allahu Teâlâ'ya âsi olmaktan sakınmaya\ndelâlet eder. Bazı kere de avuç içinin güzel olması ve pırıldaması duaların kabul\nedilmesine işarettir.\nRüyada avucun kapandığını görmek, geçimin darlığına; avuç içinde kıl bittiğini\ngörmek de kedere delâlet eder. Avuçların birbirine vurduğunu görmek, ferah ve sürür\nile tâbir olunur. Elinin arkası ile diğer elinin içine vurduğunu görmek, bir musibete\ndelâlet eder.\nAvucunu göğe doğru açtığını görmek, menfaat ve hayıra işarettir.\n\n\n\fAvucun kapalı olması ise cimrilik ile tâbir edilir.\nAvucunun içinde abdesti bozan bir nesne görmek, rüya sahibinin kuvvet ve\ndünyalığına delâlet eder."
    },
    {
        "word": "AVUKAT",
        "meaning": "Rüyada bir avukata gittiğini ve onunla konuştuğunu görmek, ileride\navukata ihtiyacınız olacağına işarettir."
    },
    {
        "word": "AY",
        "meaning": "Rüyada ay görmek, sultan veya büyük zatlara işarettir.\nİbn-i Şîrîn (rh.a) demiştir ki:\n- Rüyada ay bedir halinde görülürse bir milletin büyüğü ve ulusu ile tâbir olunur. Ayın\ngökte iki parçaya ayrıldığını görmek, yüce şahsiyetlerden birinin öleceğine delâlet\neder.\nRüyada aya asıldığını görmek, nimete ve büyük bir hayra nailiyet ile tâbir olunur.\nCafer-i Sâdık hazretleri demiştir ki: Rüyada ay görmek şöyle tâbir olunur:\na) Mülk,\nb) Vezir (bakan),\nc) Mülkün nedimi,\nd) Milletin reisi,\ne) Güzel zevce ve hizmetçi,\nf) Evlât,\ng) Ana ve baba,\nh) Zevç,\nı) Hayır sahibi ve ondan gelecek menfaat.\nIbn-i Fuzale demiştir ki:\n- Ay bazan erkek evlâda işarettir. Bir kadının veya erkeğin kendi koynundan, yahut\nvücudundan bir ay çıktığını görmesi, erkek ve bahtiyar bir evlâtları olacağını delâlet\neder. Bu ayın yavaş yavaş yükselerek semaya çıktığının görülmesi, o evlâdın insanlığın en ulvî derecesine vâsıl olacağının işaretidir.\nRüyada ayın nurunun evinin içine girip hanesini pırıldattığını görmek, büyük bir zat\ntarafından verilecek mükâfata delâlet eder.\nRüyada ayı doğurduğunu görmek, arzu ve murada ermeye delâlet eder. Ayı en\nyüksek, en yüce ve fezanın en derinliklerinde yüzer görmek, hayır, iyilik ve fazilet ile\ntâbir olunur.\nRüyada ayın tutulduğunu görmek, memleket büyüklerinin müşkülâta uğrayıp çok\nsıkıntı çekeceklerine işarettir.\nRüyada güneş ve ayı kendi üzerine doğmuş görmek, anne ve babanın rızasına\ndelâlet eder. Rüyada ayın kendisi ile konuştuğunu görmek, yüksek ve ulvî derecelere\nişarettir.\nHıristiyan bir kadının ayı görmesi, hidayete ereceğine işarettir. Ay bedir halinde iken\nbir başka gezegenle çarpıştığını görmek, iki memleket insanının birbirleriyle harp\nedeceklerine işarettir.\n\n\n\fBakan olan birinin ayın tersine döndüğünü görmesi, vazifeden azledileceğine\nişarettir.\nGüneş ve ayın kendisine secde ettiğini görmek, anne babanın . rızası ile tâbir olunur.\nGüneş ve aya secde ettiğini görmek ise, büyük bir günaha delâlet eder.\nRüyada güneş, ay ve yıldızların güneş yörüngesinde toplandıklarını ve güneşin daha\nparlak olduğunu görmek, devlet büyükleri ve şerefli insanlar yanında sözünün makbul\nolacağına işarettir."
    },
    {
        "word": "AYAĞI İLE İTMEK",
        "meaning": "Rüyada birisinin kendisine tekme vurduğunu veya ayağı ile\nittiğini görmek, fakirlik ile tâbir olunur. Yine tanınmış birinin tekmesine maruz kalmak,\no kişiden kendisine bir belâ isabet edeceğine işarettir.\nKişinin rüyada ayağı ile bir şeyi teptiğini görmesi, söylemiş olduğu sözü inkâr etmeye\nişarettir."
    },
    {
        "word": "AYAK",
        "meaning": "Bir kimsenin rüyada ayak görmesi: Ana, baba, rızık, servet ve yolculuğa\ndelâlet eder. Yine rüyada görülen ayak, servetin devamına, iyi ve güzel amele, işlerin\nsağlam tutulmasına ve itimada alâmettir.\nAsi ve günahkâr birinin rüyada ayağını güzel görmesi, tevbe ve istiğfara ve Rabbine\nyönelmesine delâlet eder.\nDanyal (a.s.) demiştir ki:\n“Rüyada bir ayağının kırılmış veya kesilmiş olduğunu görmek, ana babasından\nbirinin öleceğine, ya da malının yarısını zayi edeceğine alâmettir. İki ayağının birden\nkesilmiş olduğunu görmek, sefer ile tâbir olunur. Bu rüya, bazı kere de ölüme\nişarettir.\"\nAyaklarının demirden veya bakırdan olduğunu görmek, uzun ömre ve çok mala\ndelâlet eder.\nCabirü'l-Mağribî demiştir ki:\n\"- Rüyada ayaklarının kuş ayakları gibi olduğunu görmek, hayır ve berekettir.\nAyaklarının yarılmış olduğunu görmek ise iyi değildir.\"\nCafer-i Sâdık (r.a) buyururlar ki: Rüyada ayak görmek yedi vech üzere tâbir olunur:\na) İş,\nb) Ömür,\nc) Gayret,\nd) Mal,\ne) Kuvvet,\nf) Sefer,\ng) Zevce,\nBazı kere de ayağının güzel görülmesi, namaza ve namazın edasına delâlet eder.\nIbn-i Şîrîn (rh.a.) demiştir ki:\n\"- Rüyada görülen ayaklar, insanın malı, ameli, iyi ve güzel işleri ile tâbir olunur.\""
    },
    {
        "word": "AYAK BİLEZİĞİ",
        "meaning": "Rüyada görülen ayak bileziği erkek çocuk ile tâbir olunur. Bir\nkadının rüyada üzerinde altın bilezikler olduğunu görmesi, korkudan emin olmaya\ndelâlet eder. Kişinin üzerinde altın bilezikler olduğunu görmesi ise, hastalığı veya din\nde ona erişecek bir hataya işarettir."
    },
    {
        "word": "AYAKKABI",
        "meaning": "Rüyada iyi bir ayakkabı görmek, devlet ve ikbâle, kazancın artmasına\nve menfaate delâlet eder. Kötü, çürük, eski ayakkabı görmek, bunun zıddı.."
    },
    {
        "word": "AYDINLIĞA ERMEK",
        "meaning": "Rüyada aydınlık görmek, ilim, irfan ve hikmete delâlet eder.\nBazı kere de bu rüya, sahibinin yapmak istediği bir işi başaracağına işarettir. Yine\naydınlık görmek, dinin kuvvetleneceğinin delilidir. Rüyada karanlıktan aydınlığa\nçıktığını görmek, tasalardan, kederlerden kurtulmağa; çakmak ateşi çakar görmek,\nkorkulardan emin olmaya delâlet eder."
    },
    {
        "word": "AYDINLIK",
        "meaning": "İşlerde düzgünlüğün ve iyi halin işaretidir. Karanlık ise, bunun zıddı."
    },
    {
        "word": "AYAZ",
        "meaning": "Rüyada dondurucu ayaz görmek, veya üşüdüğünü görmek, işlerin\nbozulacağının işaretidir."
    },
    {
        "word": "AY ÇİÇEĞİ",
        "meaning": "Rüyada görülen ayçiçeği, istikbâlin her geçen gün daha da\ngelişeceğine, şöhret ve servet sahibi olmaya işarettir."
    },
    {
        "word": "ÂYETLER",
        "meaning": "Kur'ân-ı Kerim Allah'ın kelamıdır ve onunla hemdem olmak saadetin en\nbüyüğüdür. Bu sebeple âyetler görmek rahmettir.\nÂyet-i Kerimeler iki türlüdür: Rahmet âyetleri, azab âyetleri...\nBir Müslümânın rüyada rahmet âyetlerini görmesi veya okuması veya okunduğunu\nişitmesi, Allahu Teâlâ'nın rahmetine delâlet eder ve o kişi için saadettir. Müjdeleyici\nâyetleri görmek, müjdelenmenin işaretidir.\nBir adam rüyada rahmet âyetini okuduğunu, fakat azab âyetine geldiğinde kendisine\nbu azâb âyetinin okunması zorlaştığını görse, ferah ve selâmete kavuşacağına\ndelâlet eder.\nHasta bir adamın rüyada Kur'ân okuduğunu görmesi, şifaya kavuşacağının işaretidir.\nÇünkü Kur'ân müminlere şifadır.\nRüyada Ayetü'l-Kürsi’yi okumak veya okunduğunu işitmek, rüya sahibinin gönül\nnuruna, ilim, hikmet, takva ve verâ ehli biri olduğuna delâlet eder. Zira Ayetü'l-Kürsî\nism-i â'zamdır."
    },
    {
        "word": "AYGIR",
        "meaning": "Rüyada aygır görmek, mevki sahibi ve zengin kimselerle kurulacak\ndostluğa ve menfaate delâlet eder."
    },
    {
        "word": "AYI",
        "meaning": "Rüyada ayı görmek, âfet, belâ ve fitneye işarettir. Bazı kere de ayı görmek,\nşiddet ve kuvvetli olmayan, düşmanlığında hileye başvuran hırsıza delâlet eder.\nRüyada ayının sırtına bindiğini görmek, devlet adamlarından menfaat görmeye\nişarettir. Yine ayıya bindiğini görmek, düşmana galip gelmeye delâlet eder.\nRüyada ayı derisi görmek mala, bazı kere de kötü, boşanmış ve oyunla meşgul\nkadına delâlet eder."
    },
    {
        "word": "AYI AVCISI",
        "meaning": "Kişinin rüyada ayı avcısı görmesi, haram kazanç sahibi kimselere\n\n\n\fişarettir. Yine bu rüya, câhil kimseleri ve şarkıcı bir hizmetçiyi veya kötü bir kadını\nterbiye eden birine delâlet eder."
    },
    {
        "word": "AYIP",
        "meaning": "Kişinin rüyada ayıp olan bir fiili işlemesi, kötü ahlâk ve yaramaz sıfatlar ile\ntâbir olunur."
    },
    {
        "word": "AYLIK (Maaş)",
        "meaning": "Rüyada çalışma karşılığında her ay aldığınız maaşı, yine almış\nolduğunuzu görmek, borç ve sıkıntı ile tâbir olunur. Bu rüya, müsrif bir eşe de\nişarettir."
    },
    {
        "word": "AYLAR",
        "meaning": "Aylardan murad, Arabî aylardır. Bunlar da aşağıdakilerdir:\n1- MUHARREM: Kişinin rüyada Muharrem ayını görmesi, sıkıntı ve belâdan halâs\nolmaya, hastalıktan şifa bulmaya delâlet eder.\nBu rüyayı gören gurbette ise, memleketine döneceğine işarettir.\nGünahkâr birinin Muharrem ayını rüyada görmesi, tevbe edeceğine ve hidayet üzere\nolacağına delâlet eder. Çünkü o ayda ilk insan ve ilk peygamber Hazret-i Adem'in\ntevbesi kabul edilmişti.\n2- SAFER: Safer ayı içinde görülen rüyalar pek hoş karşılanmaz ve hayra alâmet\ndeğildir. Üzüntü ve keder içinde yüzen bir adamın safer ayını rüyada görmesi,\nselâmet işaretidir. Hasta birinin aynı rüyayı görmesi, şifa ve sıhhat bulacağına delâlet\neder.\n3- REBIÜLEVVEL: Rebîülevvel ayını rüyada görmek, sevinç ve saadete işarettir. Bu\nrüyayı gören kimse ticaretinde kâr eder, ferah ve sevinç içinde olur.\nSıkıntıda olan birinin bu ayı rüyada görmesi, sıkıntıdan kurtulacağına işarettir. Yine\nevlât bekleyen birinin bu rüyayı görmesi, salih bir erkek evlâdı olacağının alâmetidir.\n4- REBIÜLAHİR: Rüyada Rebîülâhir ayını görmek düşman üzerine galip olmaya\nişarettir. Bu ayda görülen rüya hayra delâlet eder.\n5- CEMAZİYELEVVEL: Bu ayda görülen rüya, işlerin durgunluğuna işarettir, kâr ve\nalış veriş bu zamanda az olur. Rüyada Cemaziyel ayını görmek, yakınlarından birini\nkaybetmeye alâmettir.\n6- CEMAZIYELAHİR: Bu ayda görülen rüya hayırlı netice verecekse, rüyanın hükmü\nhemen tecelli etmez ve gecikir.\n7- RECEB: Receb ayı içinde görülen rüya, kuvvetli ve sahih olur; hayır ve bereket\nkapıları açılır ve şer hayra inkılâb eder. Rüyada Receb ayını görmek, şeref ve\nmeziyete delâlet eder. Zira kâinatın efendisinin mübarek miracı Receb ayı içinde\nvuku buldu.\n8- ŞABAN: Rüyada Şaban ayını görmek, devlet adamlarından birinin azledileceğine\ndelâlet eder. Çünkü bu ayda her hikmetli iş bir emirle ayrılır. Sene içinde olacak\nhadiseler yine bu ayın 15. gecesinde hükme bağlanır.\n9RAMAZAN: Ramazan Kur'ân inen bir ay ve içinde bin aydan daha makbul\nolan bir gece var. Bu sebeple, bu ayda şeytanlar zincire vurulur, şer ve kötülük\nkapıları kapanır. Ramazan ayında görülen rüyanın hükmü gecikmez.\n\n\fRamazan ayını rüyada görmek, bereket, hayır, iyilik, af ve mağfirete delâlet eder. Bu\nrüyayı gören ilim ve Kur'ân öğrenen biri ise, ilme ve Kur'ân'a nail olur. Çünkü Kur'ân-ı\nKerim bu mübarek ayda nazil oldu. Rüyada Ramazan ayını gören saralı ve hasta ise,\ntez zamanda şifa bulur, sıkıntıda ise, sıkıntıdan halâs olur.\n10- ŞEVVAL: Rüyada Şevval ayını görmek, üzüntülerden kurtulmaya, ferah ve\nsevince delâlet eder. Zira Şevval'in ihtidasında görülen ay, bayram ve ferahlıktır.\nBayramlar sevinç ve sürür günüdür.\n11- ZİLKADE: Bu ay içinde görülen rüya, sefere delâlet ediyorsa, rüya sahibinin\nyolculuğa çıkmaması evlâdır.\n12- ZİLHİCCE: Kişinin bu ayda gördüğü rüya, eğer sefere delâlet ederse, hemen\nsefere çıkmasında bir mahzur yoktur, sefere çıksın ve işlerini genişletsin. Çünkü bu\nay mübarek bir aydır ve hac mevsimidir. Ve bu ayda Bayram ve Kurban vardır.\nRüyada Zilhicce ayında olduğunu veya kurban kestiğini yahut kurban bayramı\nnamazı kıldığını görmek, borçtan kurtulmaya, nezrinin yerine gelmesine, tevbeye ve\nhidayete erişmeye delâlet eder."
    },
    {
        "word": "AYNA",
        "meaning": "Rüyada aynanın görülmesi, hayâl ve gurur ile tâbir olunur. Aynanın kadına\ndelâlet ettiği de söylenir. Rüyada cilâlı ve berrak bir aynaya baktığını gören kişi,\nhüzün, keder, gam ve gussadan ve sıkıntıdan halâs olur.\nBekâr bir kimsenin rüyada aynaya baktığını görmesi, onun için müjdedir. Çünkü bu\nrüya, evleneceğine delâlet eder.\nRüyada altından yapılma bir ayna görmek; dince kuvvet, fakirlikten sonra zenginlik ile\ntâbir edilir.\nSakalı olmayan bir kişi, rüyada aynada sakalının siyahlaşmış olduğunu görse, bu\nrüya onun dünyaca insanların nezdinde makbul ve kadrinin yüceliğine delâlet eder.\nCabirü'l-Mağribî demiştir ki:\n\"- Rüyada aynada güzel bir yüz görmek, ferahlık ve sevince, çirkin yüz görmek de\nhüzün ve kedere delâlet eder.\"\nİbn-i Şîrîn (rh.a.) demiştir ki:\n“Rüyada ayna görmek, büyüklüğü ve parlaklığı derecesinde, rüya sahibinin\nyükselmesine ve mevki elde etmesine delâlet eder.\"\nAynada yüzünü güzel ve sakalını siyah görmek, eğer aslında öyle değilse, halka\nkarşı cömert ve kerim olmaya delâlet eder.\nZindana düşmüş bir mahkumun rüyada kendi yüzünü görmesi, hapishaneden\nkurtulacağına işarettir.\nRüyada gümüş bir aynaya baktığını görmek, sıkıntı, keder ve korku ile tâbir olunur.\nAltın ayna ise bunun zıddı ve dince kuvvete delâlet eder.\nRüyada, kendisini aynada bir kadın şeklinde görmek, kız çocuğu ile tâbir olunur. Eğer\no kişinin hanımı hamile ise bir kızı dünyaya gelir. Bekâr birinin bu rüyayı görmesi,\nevleneceğine işarettir."
    },
    {
        "word": "AYRAN",
        "meaning": "Rüyada ayran içtiğini görmek, rızkın genişliğine, kıymetli ve değerli\ndostlara delâlet eder. Yine birisine ayran ikram ettiğini görmek, çok çok kıymetli bir\ndost edinmeye işarettir. Yayıkta ayran çalkaladığını görmek, kısmetin açılmasına;\nbekâr için evlenmeye, evli için de güzel ve hayırlı bir çocuğa mâlik olmaya delâlet\neder."
    },
    {
        "word": "AYRILIK",
        "meaning": "Kavuşmanın zıddıdır. Bu rüya, bazı kere de düşmandan kaçmaya\nişarettir."
    },
    {
        "word": "AYVA",
        "meaning": "Rüyada ayva görmek, hastalıklara alâmettir. Hasta olan biri rüyada ayva\ngörse, bu rüya, hastalıktan halâs olmaya delâlet eder. Yüksek mevkide olan biri bu\nrüyayı görmüş olsa maksadı hâsıl olur.\nRüyada ayva sıktığını görmek, ticaret maksadıyla sefere çıkmaya ve kâr elde etmeye\nişarettir. Ayva ağacı görmek, kendisinden istifade edilmeyen bir adama delâlet eder.\nBazı kere ayva görmek, iyi bir yere yolculuğa alâmettir. Yine ayva, güzel ve şanı yüce\nbir kadın ile de tâbir olunur.\nRüyada yeşil ayva görmek, sarısını görmekten daha hayırlıdır."
    },
    {
        "word": "AZAMET (Ululuk)",
        "meaning": "Rüyada azim bir yere çıktığını görmek, Allahu Teâlâ indinde\nyüksek derecelere delâlet eder. Bazan da bu rüya, günahkârın tevbesi, kâfirin\nhidayeti olarak tâbir olunur."
    },
    {
        "word": "AZAD ETMEK",
        "meaning": "Bir kimsenin rüyada herhangi birini azad etmesi, kurban ile tâbir\nolunur. Rüyada kendisini azad ettiğini görmek, kurban kesmeye delâlet eder.\nHanımını azad ettiğini görmek, hanımdan ayrılmaya işarettir. Hasta birinin azad\nolduğunu görmesi, ecelin yaklaştığının işaretidir.\nGünahkâr birinin azad edildiğini görmesi, tevbeye delâlet eder ve günahtan kurtulur.\nBorçlu olan rüyada azad edildiğini görse, bu rüya, borçtan kurtulacağının işaretidir."
    },
    {
        "word": "AZARLAMA",
        "meaning": "Kişinin rüyada azarlanması, vakar ve tazim ile tâbir olunur."
    },
    {
        "word": "AZGINLIK",
        "meaning": "Rüyada azgınlık ettiğini görmek, hayra alâmet değildir, dince fitne\nsayılan şeylere delâlet eder."
    },
    {
        "word": "AZL",
        "meaning": "Rüyada azl edildiğini görmek, sıkıntı ve kederden kurtulmaya delâlet eder.\nMemurun azledildiğini görmesi, vazifesinde devamlı ve başarılı olacağına işarettir."
    },
    {
        "word": "AZIK",
        "meaning": "Rüyada azık torbası görmek, uzun bir sefere çıkmaya delâlet eder. Dul bir\nkadının bu rüyayı görmesi, yakında evleneceğine işarettir. Kız için de durum aynıdır."
    },
    {
        "word": "AZRAİL (a.s.)",
        "meaning": "Rüyada can alıcı meleği güler yüzlü görmek, şehidlik ile tâbir\nolunur.. Öfkeli bir halde görmek, tevbe etmeksizin ölmeye delâlet eder.\nHasta bir adamın rüyada Azrail (a.s.) ile görüşmesi ve onu yendiğini görmesi,\nhastalıktan şifa bulacağına ve eski haline avdet edeceğine işarettir. Rüyada Azrail\n(a.s.)'in elini öptüğünü görmek, gelecek bir mirasa delâlet eder. Rüyada can alıcı\nmeleğin, kendisine galip geldiğini görmek, ölümün yakın olduğuna işarettir.\nRüyada Azrail'e selâm verdiğini görmek, dünyanın sıkıntı ve belâsından emin olmaya\n\n\n\fdelâlet eder.\nİmam Nablusî demiştir ki:\n“-Rüyada Azrail (a.s.)'i görmek, ailesinden ayrılmaya, kıtlık olmasına, ziraat ve\nmeyvelerde görülen âfetlere delâlettir.\nBazı tâbirciler de demiştir ki: Rüyada Azrail'i gören kimse, lüzumlu olan bir işe girer.\nAzrail suretine girdiğini gören kişi ise, insanlara galip gelir...\nHer şeyin en güzelini ve doğrusunu Allahu Teâlâ bilir."
    },
    {
        "word": "BABA",
        "meaning": "Rüyada baba görmek, muradının incisini elde etmeye delâlet eder. Anne,\nbaba, dede ve akraba görmek, hayır ile tâbir olunur. Bazı kere de baba görmek,\numulmayan yerden gelecek rızka işarettir.\nRüyada baba tarafından sevildiğini ve okşandığını görmek, bütün bela ve\nmusibetlerden uzak kalmaya, sevinç ve sürura delâlet eder.\nHasta birinin rüyada babasını görmesi, hastalıktan şifa bulacağının işaretidir.\nRüyada babası kendisini bir bina içerisinde oturttuğunu ve kendisi de binanın çatısını\nyükselttiğini görmek, dünya ve din işlerinde babanın yolunu takip etmeye işarettir.\nHayattaki babasını ölmüş görmek, silinmiş acıların yeniden meydan bulacağına;\nbabayı aileden biriyle kavga eder görmek de, ayrılığa delâlet eder."
    },
    {
        "word": "BABAYİĞİT",
        "meaning": "Rüyada bir babayiğitle karşılaştığını görmek, düşmanlardan biri ile\nkarşılaşmaya işarettir ve işlerin zorluğuna delâlet eder."
    },
    {
        "word": "BACA",
        "meaning": "Kişinin rüyada baca görmesi, kısmet ve bol rızık ile tâbir olunur. Kendi\nevinin bacasından siyah ve koyu bir duman çıktığını görmek, rızkın bolluğuna ve\nbereketine delâlet eder. Bacadan hiç duman çıkmadığını görmek, evdeki düzenin\nbozukluğunun işaretidir.\nEvdeki bacanın yıkılmış, harap olmuş olduğunu görmek, keder ve üzüntüye işarettir."
    },
    {
        "word": "BACAK",
        "meaning": "Bir kimsenin rüyada bacak ve baldır görmesi, mal, maişet, meslek ve\nkuvvete delâlet eder. Rüyada görülen bacaklar, insanın ömrü ve geçimi ile de tâbir\nolunur.\nRüyada baldırınının demirden olduğunu görmek, uzun ömre delâlet eder. Bunun\naksine bacaklarının camdan olduğunu görmek, ecelin yakın olduğuna işarettir.\nBir kadının rüyada bacağının açıldığını görmesi, bulunduğu durumdan daha âlâsına\nve elinde bulunan şeyden daha hayırlısına kavuşacağının alâmetidir.\nRüyada bacakların çok kıllandığını görmek, borç ve hapislikle tâbir olunur. Rüyada\ntek ayak üzerinde yürüdüğünü görmek, elden çıkacak mala işarettir. Rüyada iki\nbacağı birbiri içine durulmuş görmek, korku ve belâya delâlet eder.\nRüyada bacaklarının ağaçtan olduğunu görmek, geçim hususunda zayıflık ve\ntembelliğe delâlet eder."
    },
    {
        "word": "BADANA",
        "meaning": "Rüyada parlak halde badana, iyi ve aydınlık günlere işarettir. Rüyada\nkendi evini badana yaptığını veya yaptırdığını görmek, sıkıntıdan kurtulmağa delâlet\neder. Odasına renkli bir badana yaptırdığını gören kimse, sevineceği bir haber alır."
    },
    {
        "word": "BADEM",
        "meaning": "Bir kimsenin rüyada badem görmesi veya badem şerbeti içmesi, rahatlık\nve geniş rızka delâlet eder. Bazı kere de badem ağacı görmek, cimri ve galip bir\nadama işarettir.\n\n\n\n\fCabirül-Mağribî demiştir ki:\n\"- Rüyada badem görmek, mal ve nimettir. Badem eğer kabuklu ise meşakkate, iç ise\nkolaylığa ve mala işarettir.\"\nİbn-i Sîrîn de demiştir ki:\n\"- Rüyada badem görmek, mal, afiyet ve rahatlığa delâlet eder. Tatlı badem helâl\nmala, acı badem ise haram mala işarettir.\nRüyada badem yediğini görmek, vücudun sıhhatine ve ele geçecek bir mala delâlet\neder."
    },
    {
        "word": "BADEMCİK",
        "meaning": "Bir kimsenin rüyada bademciklerinin rahatsız olduğunu görmesi,\ngünlük hayatında bazı sıkıntılara işarettir."
    },
    {
        "word": "BAGAJ",
        "meaning": "Rüyada bagaj görmek, israfa ve bereketsiz işlere delâlet eder. Ve bu rüya\nsahibi bazı sıkıntıların çengeline düşer."
    },
    {
        "word": "BAĞ",
        "meaning": "Ebu Saidü'l-Vaaz demiştir ki:\n\"- Rüyada bağ ve asma görmek, zevce ile; üzüm mal ile, kütüklerin kalınlığı sıhhat ile\ntâbir olunur.\"\nRüyada ceviz ağacı üzerinde bekçi olduğunu görmek, büyük bir şahsiyet olmaya\nişarettir.\nRüyasında üzüm bağı aldığını gören kimse, eğer bekâr ise, bu rüya evleneceğine\nişarettir. Rüyada bağ dikmek hayırlı ve güzel işlerin işaretidir."
    },
    {
        "word": "BAĞIRMAK",
        "meaning": "Rüyada bağırıp çağırdığını görmek, çok çok konuşmak ile tâbir\nolunur. Sokakta yaşlı bir adamın bağırdığını görmek, o senenin bereketli olacağının\nişaretidir.\nSatılık bir mal için bağıran tellâlı görmek, bir yalan habere delâlet eder."
    },
    {
        "word": "BAĞRSAK",
        "meaning": "Rüyada karnından bağırsak çıktığını görmek, hâne halkından birinin\nhasta olacağına delâlet eder. Bazı kere de bağırsak görmek, gizli kalmış olan sırların\nmeydana çıkacağına işarettir.\nRüyada bağırsak yediğini görmek, yetim malı veya emanet bir malı yemekle tâbir\nolunur.\nCabirul-Mağribî demiştir ki:\n“- Rüyada bağırsaklarının karnından dışarıya çıktığını görmek, altı vech ile tâbir\nolunur:\na) Rızık,\nb) İş,\nc) Haram mal,\nd) Yardım isteme,\ne) Kötü söz,\nf) Çocuk.\nBazı kere de bu rüya günahtan sakınma ve tevbeye işarettir."
    },
    {
        "word": "BAĞLAMAK",
        "meaning": "Rüyada bağlamak ve bir şeyi düğümlediğini görmek, akd-i nikâha,\ninci ve gerdanlık gibi takılara işarettir.\n\n\n\fKişinin rüyada düğüm görmesi, dinde sebata delâlet eder. Bir kimsenin rüyada billur\nsaraylar içinde bağlanmış olduğunu görmesi, yüce ve şerefli bir kadına delâlet eder.\nRüyada şehir ve köyde bağlı olduğunu görmek, o şehir veya köye yerleşmeye\nişarettir.\nRüyada bir iple elinden bir yere bağlı olduğunu görmek, günaha, gam ve gussaya\ndelâlet eder.\nRüyada bir direğe veya ağaca bağlanmış olduğunu görmek, iyiye işaret değildir ve\nbunun sonunda keder vardır."
    },
    {
        "word": "BAHAR",
        "meaning": "Bahar umumiyetle çiçek mevsimi ve bütün nebatların yeniden boy verme\nzamanıdır. Rüyada bahara erdiğini görmek, servet, afiyet, huzur ve sükuna delâlet\neder. Ayak altında ezilen bahar çiçeklerini görmek, hayâl kırıklığına ve talihin döneceğine işarettir.\nRüyada bahçesindeki ağaçları çiçek açmış görmek, murada ermeye işarettir. Bekâr\nbirinin bahar çiçekleri topladığını görmesi, yakında evleneceğine delâlet eder. Bir\nhastanın bahar çiçeklerinden çelenk yapıp başına taktığını görmesi, hastalıktan şifa\nbulacağına işarettir."
    },
    {
        "word": "BAHARAT",
        "meaning": "Rüyada baharat görmek, faydası olanı hayır, olmayanı da zarar ile tâbir\nolunur. Rüyada baharat yediğini görmek, hüzün ve kederin habercisidir."
    },
    {
        "word": "BAHÇE",
        "meaning": "Rüyada güzel bir bahçeye girdiğini görmek, kalbinin İslâm sevgisi ile dolu\nolduğuna işarettir. Yine bahçe görmek, Kur'ân-ı Kerim'e de delâlet eder. Rüyada\ngüzel bir bahçeden çıktığını görmek, kötü ve fena yola işarettir. Bahçe çiçeklerinden\nalıp yediğini örmek, ilme ve dine hizmet ile tâbir olunur."
    },
    {
        "word": "BAHÇIVAN",
        "meaning": "Rüyada bahçıvan görmek, refaha, sevince ve çok rızka delâlet eder.\nBazı kere de cami, medrese, tekke ve hayır kurumu gibi yerlerin işlerini üstlenmekle\ntâbir olunur. Rüyada görülen bağ bahçe bekçisi zengin bir memura delâlet eder.\nBir kimsenin rüyada çam ağaçlarını beklediğini görmesi, kadınların işleriyle ilgili bir\nmemuriyet ile tâbir olunur."
    },
    {
        "word": "BAHRİYELİ",
        "meaning": "Rüyada bahriyeli görmek, sefer ile tâbir olunur. Bir gemi üzerinde\nsıralar halinde bahriyeli görmek, deniz yolculuğuna ve bu sefer esnasında hiç\nbeklenmedik kimselerle karşılaşmaya delâlet eder."
    },
    {
        "word": "BAHSE GİRMEK",
        "meaning": "Kişinin rüyada biri ile bahse girdiğini görmesi, hayra alâmet\ndeğildir."
    },
    {
        "word": "BAHŞİŞ",
        "meaning": "Rüyada birine bahşiş verdiğini görmek, gaip bir şeyi bulmaya delâlet eder.\nBahşiş verilen bir kadın ise, bahşişi verenin hasta olacağına işarettir."
    },
    {
        "word": "BAHT (Talih)",
        "meaning": "Rüyada bahtını kara görmek, kendi eliyle düştüğü hatalara işarettir."
    },
    {
        "word": "BAKAN (Vezir)",
        "meaning": "Devletin işlerini yürüten bir bakanı rüyada görmek, işlerde başarıya\nulaşmaya delâlet eder. Bakanla bir sofrada yemek yediğini görmek, devlette olan bir\nişin hayırla neticeleneceğine işarettir."
    },
    {
        "word": "BAKIR",
        "meaning": "İbn-i Sîrîn (rh.a.) demiştir ki:\n“- Rüyada bakır görmek, düşmanlık, kavga ve boş söz ile tâbir olunur.\"\nRüyada evinden bakır paraları alıp sokağa attığını görmek, gam ve kederden halâs\nolmaya delâlet eder.\nCabiru'l-Mağribî demiştir ki:\n\"- Rüyada bakır veya başka madenden para görmek, iflasa, fakr ü zarurete ve\nhakarete delâlet eder.\"\nRüyada bakır para bulduğunu veya böyle bir paranın kendisine verildiğini görmek,\nbiriyle kavga etmeye ve aradaki fitneye işarettir. Rüyada bakırdan yapılma eşya\ngörmek, hizmetçilere delâlet eder."
    },
    {
        "word": "BAKIRCI",
        "meaning": "Rüyada bakır işleriyle uğraşan birini görmek,yalan söze ve yalancı bir\nadama işarettir."
    },
    {
        "word": "BAKİRE",
        "meaning": "Rüyada henüz evlenmemiş bakire bir kız görmek, hürmet ve saygı sahibi\nolmaya, bekâr biri için de evlenmeye delâlet eder."
    },
    {
        "word": "BAKİ",
        "meaning": "Bir kimsenin rüyada gerek ev ve gerekse adamdan bir şeyin baki olduğunu\ngörmesi, bulunduğun halin devamına ve uzun ömre işarettir. Yine bu rüya, tesbih ve\ntehlile de delâlet eder."
    },
    {
        "word": "BAKKAL",
        "meaning": "Rüyada bakkal görmek, kısmet ve rızka delâlet eder ve herkese iyiliğe ve\nadalete işarettir.\nBakkal dükkanının kapalı olduğunu görmek, maişet yüzünden darlık çekmeye delâlet\neder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada bakkal görmek üç şekilde tâbir olunur:\na) Dünya işlerinde kazanca,\nc) Çalışma ve gayrete,\nb) Hayır ve menfaate."
    },
    {
        "word": "BAKLA",
        "meaning": "Rüyada görülen bakla taze ise, üzüntü ve kedere, kuru ise, sevinç ve\nbolluğa, büyüyüp gelişen mala işarettir. Rüyada saçının baklaya döndüğünü görmek,\nmalda noksanlık ve fakirlikle tâbir olunur.\nBazı kere de yeşil baklalar rızka, giyeceğe ve temizliğe delâlet eder. Rüyada baklayı\npişmiş veya çiğ olarak yediğini görmek, gam ve gussaya işarettir."
    },
    {
        "word": "BAKLA SATICISI",
        "meaning": "Rüyada bakla satan birini görmek,insanlardan işittiği bir söze\nkötü sözle karşılık veren adama delâlet eder."
    },
    {
        "word": "BAKLAVA",
        "meaning": "Bir kimsenin rüyada baklava görmesi, müjde ile tâbir olunur. Çünkü\nbakla güzel bir taamdır. Rüyada birine baklava ikram ettiğini görmek, büyük bir işe\nişarettir."
    },
    {
        "word": "BALGAM",
        "meaning": "Rüyada balgam çıkardığını gören bir hasta yakın zamanda şifaya\nkavuşur. Yine rüyada balgam görmek, artma ve büyümesi olmayan bir mala delâlet\n\n\n\feder."
    },
    {
        "word": "BAKRAÇ",
        "meaning": "Bir kimsenin rüyada dolu veya boş bir bakraç görmesi, iki şekilde tâbir\nedilir. Dolu bakraç bereketli ve bol rızka, boş bakraç ise giderin çokluğuna, kazancın\nazlığına delâlet eder. Rüyada su ile dolu bir bakraç görmek, bol kısmete ve bol rızka,\ntemiz yürekliliğe işarettir. Çünkü su temizleyicidir."
    },
    {
        "word": "BAL",
        "meaning": "Rüyada bal görmek, helâl bir mala veya helâl mirasa işarettir. Yine bal\ngörmek; din ve iman şevkine, Kur'ân-ı Kerim okumaya ve güzel amellere delâlet\neder. Dünya ehli için bal görmek, zahmetsiz elde edilecek rızık ile tâbir olunur.\nRüyada gökten bal yağdığını görmek, rüya sahibinin dindeki samimiyetine ve umumi\nbir berekete delâlet eder.\nRüyada bal sattığını görmek, uzaktan bir haber işiteceğine; bal satın almak, mükâfat\nalacağına delâlet eder.\nRüyada bir petekten bal yediğini görmek, sevdiği insanlara veya onlardan iyi bir\nhaber alacağına delâlet eder."
    },
    {
        "word": "BAL ARISI",
        "meaning": "Rüyada bal arısı görmek, çalışkan ve hayırlı bir adama delâlet eder.\nÇünkü arılar hüner ehli hayvandır. Yine bal arısı berekete, bolluğa ve zenginliğe\nişarettir.\nBir kimsenin rüyada arı kovanı görüp ondan bal alması, helâl mala delâlet eder.\nRüyada arıların başına konduğunu görmek, yüksek mertebelere ve mülke nailiyete\nişarettir.\nÇitfçinin rüyada bal arısı görmesi, hayır, ucuzluk ve bolluğa delâlet eder.\nVe yine bal arısı görmek; kadri yüce, izzetli ve çok hayır sahibi, dost ve yaranına\nbüyük faydası dokunan bir adama delâlet eder.\nRüyada arının kendisini soktuğunu görmek, zahmetle helâl mal kazanmaya işarettir.\nBal arısını öldürdüğünü görmek ise, malda zarar ile tâbir olunur."
    },
    {
        "word": "BALÇIK",
        "meaning": "Rüyada pişmemiş balçık görmek, evlâd ü iyal için mal toplamaya delâlet\neder. Pişmiş balçık yediğini görmek, gıybet ve işe yaramaz sözlere işarettir.\nCabirul-Mağribî demiştir ki: Rüyada balçık görmek şöyle tâbir olunur:\na) Beyaz ve yeşil balçık, helâl mala,\nb) Sarı balçık, hastalığa,\nc) Kırmızı balçık, çalgı ve oyuna,\nd) Siyah balçık, keder ve hüzüne delâlet eder.\nKirmani der ki: Bir hastanın rüyasında balçık içinde yürüdüğünü görmesi, hastalığın\nuzayacağına, gamlı ise, gam ve gussanın artacağına delâlet eder. Rüyada balçık\nyoğurduğunu veya ondan kerpiç yaptığını görmek, hayra işaret değildir.\nEbu Saidü'l-Vaaz demiştir ki:\n\"- Rüyada bina için olan balçık yani harç görmek, takva, din, mal ve nimete delâlet\neder. Elinde bir miktar balçık olup onu yediğini görmek, para kazanmaya işarettir.\nBazılarına göre de, rüyada balçıktan tuğla ve kerpiç yaptığını görmek, akrabanın ve\n\n\n\fdostların çokluğuna delâlet eder. Çok balçık içine düştüğünü ve ondan kurtulmak\nimkânı bulamadığını görmek, ölüm alâmetidir."
    },
    {
        "word": "BALDIR",
        "meaning": "Rüyada baldırın demirden yapılmış olduğunu görmek, uzun ömre;\ncamdan yapıldığını görmek, ecelin yakın olduğuna; baldırın birbirine dolaştığını\ngörmek ölüm ve korkuya delâlet eder."
    },
    {
        "word": "BALDIZ",
        "meaning": "Evli bir kimsenin rüyada baldızını görmesi, zevcesi ile arasının\naçılacağına işarettir."
    },
    {
        "word": "BALİNA",
        "meaning": "Bir kimsenin rüyada balina görmesi, o sene içinde başının sıkışacağına,\nişlerin biraz ters gideceğine delâlet eder. Denizde balıkçıların balina avladığını\ngörmek, bazı kimselerin yardımı ile işlerin yola gireceğine işarettir."
    },
    {
        "word": "BALIK",
        "meaning": "Rüyada balık görmek, mal ve ganimete delâlet eder. Küçük küçük balıkları\ngörmek üzüntü ve keder ile tâbir olunur.\nIbn-i Sîrîn (rh.a.) demiştir ki:\n\"- Rüyada tuzlu balık görmek keder ve gamdır. Tuzlu balığın kızartılmış veya\npişirilmiş olduğunu görmek ve ondan yemek, ilim ve rızık talebi için sefere çıkmaya\ndelâlet eder.\nBir kişinin kendisine semadan kızartılmış balık indiğini görmesi, duasının\nmakbuliyetine, düşmanlarına karşı zafer bulmaya, kadr ve şanının yüce olmasına\nişarettir.\nRüyada büyük balık görmek,, salih kimselerin mescidi, âbidlerin meclisi olarak tâbir\nedilir.\nCafer-i Sâdık (r.a.) demiştir ki: Balık rüyası altı vech ile tâbir olunur:\na) Vezir (bakan),\nb) Asker,\nd) Bakire kız,\nc) Ganimet,\nd) Gam,\ne) Hizmetçi.\nİbn-i Kesir (rh.a.) demiştir ki:\n“- Rüyasında gayet büyük ve cesim bir balık tuttuğunu görmek, büyük ve şerefli bir\nailenin zengin kızı ile evlenmeye delâlet eder.\"\nHamile bir kadının karnından balık çıktığını görmesi, doğacak çocuğun kız olacağına\nişarettir.\nİsmail el-Eş'aş der ki:\n“- Rüyasında balık sattığını görmek, kendi ve çoluk çocuğu için hayır ve menfaate\ndelâlet eder.\"\nBir su yolundan balık tuttuğunu gören kimse mekr ve hile ile halkın malını elinden alır.\nİmam Nablusi demiştir ki:\n“-Rüyada sayısı bilinen balık görmek, kadınlara, sayısı bilinmeyip çok olanlar, ise\n\n\n\fganimetten elde edilen mala işarettir.\"\nRüyada büyük bir balık avladığını görmek, fayda ve hayra, küçük balık avladığını\ngörmek de, zevk ve menfaatinin gitmesine delâlet eder.\nRüyada tuzlu balık görmek, devamlı ve hayırlı mala işarettir. Çünkü tuz, balığı\nkokmaktan beri kılar. Rüyada balıktan bir şey aldığını görmek, devletin askerinden bir\nnesneye nail olmaya işarettir.\nRüyada Yunus balığını görmek, korkudan emin olmaya, fakirlikten zenginliğe, şiddet\nhalinden selamete ve hayırlı bir mülke delâlet eder.\nRüyada adaya benzeyen büyük bir balık görmek, salih bir kumandanın nezdinde\ncihada gitmeye ve ganimet malı elde etmeye alâmettir.\nRüyada sazan balığı görmek, bekâr ve evlenmeyi murad eden biri için hayra\nalâmettir.\nBulanık su içinde balık avladığını görmek, ne türlü olursa olsun iyi değildir.\nRüyada yanında bulunan güzel ve temiz yemeği bırakarak kokmuş bir balığı yediğini\ngörmek, kendisine helâl olan hanımını bırakıp başkalarının peşine düşeceğine\nişarettir. Böyle bir rüya gören dikkatli olmalıdır.\nBir kimsenin rüyada bir balığın karnında bir mühür bulduğunu görmesi, devlet, izzet\nve şerefe delâlet eder."
    },
    {
        "word": "BALIK AGI",
        "meaning": "Rüyada balık ağı görmek, helâl kazanç için bir iş tutmaya işarettir.\nDeniz veya dereye bir ağ atıp balık tuttuğunu görmek, ele geçecek helâl mala delâlet\neder. Denizde veya derede ağının parça parça olduğunu görmek, işlerin\nzorlaşacağına ve meşakkate işarettir."
    },
    {
        "word": "BALKON",
        "meaning": "Bir kimsenin rüyada evin balkonunda oturmuş olduğunu görmesi,\nkorkudan emin olmaya delâlet eder. Rüyada yepyeni bir balkonda oturduğunu\ngörmek, yükselmeye, zenginliğe ve nimete delâlet eder. Fakirin bu rüyayı görmesi,\nzengin olacağına işarettir.\nRüyada balkon görmek, bazı kere de yakınlarla münakaşaya delâlet eder. Balkon\nüstüne bir balkon daha yaptığını görmek, ikinci bir evliliğe işarettir."
    },
    {
        "word": "BALMUMU",
        "meaning": "Kişinin rüyada balmumu görmesi, yalan haber ile tâbir olunur. Bal\nmumu bazan da hastalık ile tâbir edilir.\nRüyada balmumu erittiğini görmek, hafif bir hastalığın habercisidir."
    },
    {
        "word": "BALO",
        "meaning": "Rüyada bir salonda dans ettiğini görmek, nefs ve heva ile tâbir olunur. Bu\nbir sevinç haberi ise de sevinci kısa sürer."
    },
    {
        "word": "BALON",
        "meaning": "Bilirsiniz ki balonun içi hava doludur. Bu sebeple rüyada balon görmek,\nboş ümide ve boş hayale delâlet eder. Yine rüyada bir balonu şişirdiğini ve fakat\nşişmediğini görmek, ümid ve arzularına kavuşamayacağının işaretidir. Rüyada\nbalona bindiğini ve onunla yükseldiğini görmek ise, şeref ve itibarın artacağına da\ndelâlet eder.\n\n\fRüyada bir balon uçurduğunu görmek ve ona tutunmak, yaptığı işten kazanç ve hayır\nelde edeceğine işarettir.\nRüyada balonun elinde patladığını görmek; iftira ile karşı karşıya kalacağına delâlet\neder."
    },
    {
        "word": "BALTA",
        "meaning": "Rüyada iki yüzlü balta görmek, izzet ve saltanata; tüccar için de iyi\nkazanca delâlet eder. Baltanın tek yüzlü olanı, imdat ve yardıma, rızkın genişliğine ve\niyiye işarettir."
    },
    {
        "word": "BALYA",
        "meaning": "Bir kimsenin rüyada balya görmesi veya taşıdığını müşahede etmesi,\nönünde sıkıntılı günlerin olduğuna işarettir."
    },
    {
        "word": "BANDO",
        "meaning": "Devlet büyükleri ve âmirler için rüyada bando görmek hayır alâmetidir.\nÇünkü bando gaza ve cihad zamanında orduyu coşturmak için çalınır.\nBir kimsenin rüyada mızıka dinlediğini görmesi, devlet büyükleri tarafından kendisine\nerişecek menfaate delâlet eder, izzet ve hayra nail olur.\nRüyada bando ve mızıka çaldığını görmek, Allah yolunda mal harcamaya işarettir.\nKendi evi önünde mızıka çalındığını görmek, büyük bir makama erişmeye delâlet\neder."
    },
    {
        "word": "BANKA",
        "meaning": "Rüyada bankaya para yatırdığını görmek, işlerde başarıya, para çektiğini\ngörmek de başarısızlığa delâlet eder. Bankada memur olarak çalıştığını görmek,\nakıbetin karanlık olduğuna delâlet eder. Çünkü banka faiz müessesesidir."
    },
    {
        "word": "BARAJ",
        "meaning": "Bir kimsenin rüyada baraj görmesi, beyhude yere para harcayacağına\nişarettir."
    },
    {
        "word": "BARDAK",
        "meaning": "Rüyada pırıl pırıl bir bardağın görülmesi, kişinin sevgilisi ve mahbubu ile\ntâbir olunur. Cam bardaktan su içtiğini görmek, dost ve yaranlarından sevgi ve\nmuhabbete mazhar olmaya delâlet eder. Bazan da bardak görmek, ele geçecek\nbolca paraya işarettir.\nBir kimsenin rüyada bardak satan birini görmesi, nesle, çocuklarını sevmeye ve ilme\ndelâlet eder. Yine elinde su dolu bir bardak görmek, bol bir kısmete işarettir.\nRüyada toprak bardaktan su içtiğini görmek, hizmetçi veya bir yakını eliyle gelecek\nmala delâlet eder. Rüyada bir bardağı kırılmış görmek, yakınlarından birinin ecelinin\nyaklaştığına veya fena bir habere delâlet eder."
    },
    {
        "word": "BARDAKÇI",
        "meaning": "Çarşıda bardak satan veya bardak imal eden birini görmek, evlât ve\nilme işarettir."
    },
    {
        "word": "BARUT",
        "meaning": "Kişinin rüyada barut görmesi, dostlardan birinin hastalığına veya bir törene\nişarettir."
    },
    {
        "word": "BASKIN",
        "meaning": "Rüyada herhangi bir yere baskın yaptığını görmek, işlerde ani kararlar\nvermek ile tâbir olunur. Rüya sahibinin bir baskına uğradığını görmesi, zarar ve\nziyana işarettir."
    },
    {
        "word": "BASAMAK",
        "meaning": "Bir kimsenin rüyada basamaktan çıktığını veya indiğini görmesi, eğer\niş sahibi ise, iş hayatında çeşitli engellerle karşılaşmaya işarettir. Basamakta\noturduğunu görmek, kısa bir müddet için şansın döndüğüne delâlet eder."
    },
    {
        "word": "BASUR",
        "meaning": "Kişinin rüyada basur illetine tutulduğunu görmesi, hasta haberi alacağına\ndelâlet eder."
    },
    {
        "word": "BASKÜL",
        "meaning": "Rüyada baskülde bir şey tarttığını görmek, elden çıkacak paraya işarettir."
    },
    {
        "word": "BAŞ",
        "meaning": "Cafer-i Sâdık (r.a.) demiştir ki: Rüyada baş görmek, on iki vech ile tâbir\nolunur:\n1) Bir cemaatin reisi ve büyüğü,\n2) Baba,\n3) Anne,\n4) İmam, önder,\n5) Yüksek bir memuriyet,\n6) Âlim,\n7) Mal,\n8) Evlât,\n9) Erkek hizmetçi,\n10) Kadın hizmetçi,\n11) Zevce,\n12) İnsan için kolay bir geçim.\nRüyada elinde kesik bir baş oyduğunu görmek, büyük bir zâtın teveccühüne mazhar\nolmaya, onun eliyle hayır ve menfaat kapılarının açılacağına delâlet eder.\nBir kimsenin rüyada kendi başını büyümüş görmesi, babasının şanının artmasına\nişarettir. Yine rüyada kendisinin iki veya üç başı olduğunu görmek, düşmana galip\ngelmeye ve zenginliğe delâlet eder.\nRüyada boynunun vurulduğunu görmek, büyük bir mal ve servete işarettir. Kendi\nbaşını kendi elinde görmek, yücelik ve ululuğa delâlet eder.\nDanyal (a.s.) demiştir ki:\n”- Rüyada baş görmek milletin büyüğüne delâlet eder. Elinde bir kesik baş olduğunu\ngörmek, bir büyük zâtın himayesi ile ele geçecek menfaate ve hayır kapılarına\nişarettir.\nEbu Saidü'l-Vaaz demiştir ki:\n\"- Rüyada başın büyüdüğünü görmek, şeref ve izzetin artması, küçüldüğünü görmek\nde bunun zıddına işarettir.\"\nBir kimsenin rüyada başını tandıra soktuğunu görmesi, kendisine faydası olmayacak\nadamlarla arkadaşlık edeceğine işarettir.\nRüyada kendi başı ile konuştuğunu görmek, hayır ve saadete ve nimete delâlet eder.\nHer şeyin bir şerefi olduğu gibi, vücudun da en şerefli âzası baştır. Bu sebeple\n\n\n\früyada baş görmek: Riyasete, ana babaya, hocaya, devlet reisine ve hayırlı şeylere\ndelâlet eder.\nRüyada elinde birçok kesilmiş başların olduğunu görmek, halkın ona boyun eğip her\nhususta itaat etmesine delâlet eder. Yine rüyada bir kimsenin başını çiğ olarak\nyediğini görmek, devlet büyüklerinden birinin gıybetini etmeye ve bazı yerden de\nkendisine gelecek mala işarettir.\nRüyada başının köpek, eşek veya at başına döndüğünü görmek, sıkıntı ve\nmeşakkate delâlet eder. Başının kuş başı olduğunu görmek ise, çok sefer ile tâbir\nolunur.\nRüyada kendi başını kaybettiğini görmek, başın delâlet ettiği kimseyi kaybetmeye\nişarettir.\nİmam Nablusî (rh.a) demiştir ki:\n\"- Rüyada başının kesildiğini, hemen onu alıp tekrar yerine koyduğunu, derhal eski\nhaline geldiğini görmek, Allah yolunda gazada ölmeye işarettir.\"\nRüyada süngü, mızrak veya değnek üzerinde baş görmek, şanı yüce bir öndere\ndelâlet eder.\nDevlet reisinin rüyada başında kemik olduğunu görmesi, saltanat ve kuvvetinin\nfazlalığına, başının koç başı gibi olduğunu görmesi, adalet ve insafına; köpek başı\nolduğunu görmesi ise, zulmüne delâlet eder.\nRüyada bir sultan veya bir vali tarafından boynunun vurulduğunu görmek, üzüntü ve\nkederden halâs olmaya işarettir. Başının kendinden ayrıldığını görmek, sermayenin\nelden gideceğine işarettir."
    },
    {
        "word": "BAŞINI TAŞA VURMAK",
        "meaning": "Rüyada başını taşa vurduğunu görmek, hiç kimse\nhesabına iyi değildir. Bu rüya, günah ve namazı terk ile de tâbir olunur. Demek ki\nböyle bir rüya gören hemen kendine gelmeli ve noksanlarını gidermeye çalışmalıdır.\nBaşkası tarafından başına taşla vurulduğunu görmek de, hayra alâmet değildir."
    },
    {
        "word": "BAŞAK",
        "meaning": "Rüyada başak görmek uzun ömre ve torun sahibi olmaya delâlet eder.\nRüyada başak topladığını görmek, bir miras peşinde koşmaya işarettir. Buğday veya\narpa başağı görmek ise, hayırlı bir evlât ile tâbir olunur."
    },
    {
        "word": "BAŞKAN",
        "meaning": "Kişinin rüyada kendisini bir daireye veya kuruma başkan olmuş görmesi,\niçinde çok yükselme hırsı olduğunun alâmetidir."
    },
    {
        "word": "BAŞLIK",
        "meaning": "Bir kimsenin rüyada başına herhangi bir şey giydiğini görmesi, hayır ile\ntâbir edilir. Eğer ehilse rüya sahibi memuriyete girer. Başlığı başından çıkardığını\ngörmek, zarar ve ziyana işarettir."
    },
    {
        "word": "BAŞÖRTÜSÜ",
        "meaning": "Malûmdur ki, başörtüsü hanımların ziynetidir. Rüyada görülen\nbaşörtüsü, hanımın efendisine delâlet eder. Rüyada başörtüsünün genişlediğini\ngörmek, kocanın halinin genişliğine işarettir. Keza başörtüsünün sıkılığı kocanın\nmalının çokluğuna, beyazlığı da din ve rütbesine delâlet eder.\nRüyada başına tas giydiğini görmek, nefsin kötü ve çirkin arzularından muhafaza\nedileceğine alâmettir.\n\n\n\fBaşına çelikten tolga giydiğini görmek; kuvvet, izzet, makam ve ikbal ile tâbir olunur.\nKirmani demiştir ki:\n\"- Rüyada başa giyilen taç, evlada işarettir. Çünkü evlât baba için taç gibi\nkıymetlidir.'\"\nBir kadının rüyada başörtüsünün başından gittiğini görmesi, kendisi hakkında hayra\nalâmet değildir.\nBir erkek rüyada başına başörtüsü örttüğünü görse, bu hizmetçi ile tâbir olunur.\nBaşını tül ile örttüğünü görmek, tevazu ve iyi kalbliliğe işarettir."
    },
    {
        "word": "BAŞTAKİ SAÇ",
        "meaning": "Rüyada saçlarının uzadığını görmek, mal ve uzun ömre delâlet\neder. Saçlarını kıvırcık halde görmek, izzet ve yüksekliğe işarettir.\nBir kadının rüyada saçını siyah görmesi, efendisinin doğru, sağlam ve temiz\nolacağına işarettir. Saçının döküldüğünü görmek, mal ve eşya kaybı ile tâbir olunur."
    },
    {
        "word": "BAŞIN ALTINA KONAN YASTIK",
        "meaning": "Rüyada yastık görmek, zevce, mal ve sır\nsaklayan temiz bir kadın ile tâbir olunur. Yine bu rüya, gam ve kederden halâs\nolmağa delâlet eder."
    },
    {
        "word": "BATAKLIK",
        "meaning": "Bir kimsenin rüyada kendisini bataklıkta görmesi, betbahtlık alâmetidir\nve birçok güçlüklerin gelmesi muhtemeldir. Bataklık içinde çırpındığını görmek,\nihtiyarlık demlerinde rahat etmeye işarettir. Çünkü dünya da bir bataktır. Gençlikte\nkazanan, ihtiyarlıkta rahat eder."
    },
    {
        "word": "BATARYA",
        "meaning": "Kişinin rüyada\nkarşılaşacağına delâlet eder.\n\nbatarya\n\ngörmesi,\n\nsevinilecek\n\nbir\n\nhadise\n\nile"
    },
    {
        "word": "BATTANİYE",
        "meaning": "Bir kimsenin rüyada tertemiz bir battaniye görmesi, zevceye, işlerin\nyolunda gedeceğine ve güler yüzle karşılanmaya delâlet eder."
    },
    {
        "word": "BAVUL",
        "meaning": "Malumdur ki, bavul sefere gidenlere lâzım olur. Bu sebeple rüyada bavul\ngörmek, yolculuk ile tâbir olunur. Bavulu doldurduğunu görmek ise, sık sık ev\ndeğiştirmeye delâlet eder. Bekâr birinin rüyada bavul aldığını görmesi, yakında\nevleneceğine işarettir."
    },
    {
        "word": "BAYKUŞ",
        "meaning": "Rüyada başkuş görmek, zalim ve cebbar bir sultan ile tâbir olunur. Yine\nbaykuş, kapı kapı dolaşan ve haram mal kazanan hırsıza da işarettir.\nSeyyid Süleyman demiştir ki:\n\"- Her ne şekil ve surette olursa olsun baykuş görmek, tutmak, almak hayır değildir.\nBaykuşun sesini duymak fena ve uğursuz bir haber almaya delâlet eder. Baykuşun\ngeldiğini görmek, ecelin yaklaştığına ve ölümün kapıda olduğuna işarettir.\"\nDişi baykuşu görmek, kendisine asla hayır olmayan hain ve hilekâr bir adama delâlet\neder. Yine baykuş görmek, vahşete, mamur yerlerin harab olmasına ve kötü sözlerin\nmeydan bulmasına işarettir."
    },
    {
        "word": "BAYRAK",
        "meaning": "Bir kimsenin rüyada bayrak görmesi, şan ve şöhrete ve iyi bir hale\n\n\n\fdelâlet eder. Rüyada beyaz bir bayrak görmek, saliha ve temiz bir kadına işarettir. Ev\nüzerinde bayrağın dalgalandığını görmek, o evden birinin öleceğine delâlet eder. Rüyada kendi hesabına bayrak aldığını görmek, bulunduğu mevkiden azledileceğine\nalâmettir.\nBekâr bir adamın kırmızı bayrak görmesi, kötü huylu bir kadınla evleneceğine delâlet\neder."
    },
    {
        "word": "BAYRAM",
        "meaning": "Bayramlar sevinç ve sürür günüdür, bu sebeple bayram görmek, müjde\nile tâbir olunur. Rüyada bayram namazından çıktığını görmek, Allahu Teâlâ'nın\nmağfiretine mazhar olmaya delâlet eder. Bayram yerinde çocuklarla eğlendiğini ve bir\nşeyler aldığını görmek uzun ömre ve nimete delâlet eder."
    },
    {
        "word": "BAYTAR",
        "meaning": "Bir kimsenin rüyada baytar görmesi, insanların şereflilerine benzeyen,\nonlara işlerinde kuvvet kazandıran adama işarettir. Bazı kere de baytar görmek,\nhekim, cerrah, ara bulucu ve iğneciye işarettir. Yine baytar, yolculuğa, evliliğe, nikâha\nve yardıma delâlet eder."
    },
    {
        "word": "BAZUBEND",
        "meaning": "Rüyada bazubend görmek, kadınlar için ziynete, erkekler için kuvvete\ndelâlet eder.\nKirmani demiştir ki:\n\"- Rüyada altından bazu bileziği görmek, gam ve kederdir. Gümüş ise daha hafif\nolur.\"\nEbu Saidü'l-Vaaz demiştir ki:\n”- Rüyada bazu bileziği görmek, kardeşi tarafından kuvvettir. Bekâr bir kadının böyle\nbir rüya görmesi, evleneceğine delâlet eder.\"\nRüyada gümüşten iki bazubend görmek, dost ve kardeşler tarafından terk ile tâbir\nolunur."
    },
    {
        "word": "BEBEK",
        "meaning": "Bir kimsenin rüyada küçük bebek görmesi, sevince ve sürura işarettir.\nÇünkü çocuklar hanelerin sevinç kaynağıdır. Yine bir bebeği sevip okşadığını\ngörmek, sevinçli bir habere işarettir.\nRüyada bir bebeği cami avlusunda terk edilmiş olarak görmek ve onu kucağına\nalmak, akrabalar yoluyla gelecek mirasa delâlet eder. İşsiz güçsüz birinin rüyada bir\nbebeğin beşiğini salladığını görmesi, yakında işe gireceğine ve sevineceğine delâlet\neder."
    },
    {
        "word": "BEDEN",
        "meaning": "Bir kimsenin rüyada bedeninde kuvvet ve iyilik görmesi; kuvvete,\nbedeninin büyük olduğunu görmesi, mala ve şerefe, bedeninin madenden veya\nbalçıktan olduğunu görmesi de ölüme delâlet eder."
    },
    {
        "word": "BEDDUA",
        "meaning": "Bir kimsenin rüyada kendisine beddua edildiğini görmesi, pişmanlık ve\nnedamete delâlet eder. Kendisinin bir başkası aleyhine dua ettiğini örmek, vehim ve\nkedere işarettir."
    },
    {
        "word": "BEĞENMEK",
        "meaning": "Rüyada kendini beğendiğini görmek, ahlâk yönünden eksikliğe\n\n\n\fdelâlet eder. Çünkü kendini beğenmek kibir ve nefsin hoşlandığı şeydir."
    },
    {
        "word": "BEKÇİ",
        "meaning": "Kişinin rüyada mal bekçisi görmesi, ilim ve Allah'ı zikre, ilim ve zikir ehli ile\nbir araya gelmeye delâlet eder. Bazı kere de bu rüya, cami ve zaviyelerin\nhizmetçisine işarettir. Rüyada kendini bekçi görmek, hayır ve menfaate delâlet eder."
    },
    {
        "word": "BEKLEMEK",
        "meaning": "Nablusi demiştir ki: \"Rüyada beklemek, müctehidler için ilme, bazan\nda dindeki bozukluğa alâmettir.\nRüyada iyi bir haberi beklediğini görmek, hayra, kötü haber de şerre işarettir."
    },
    {
        "word": "BEL",
        "meaning": "Rüyada elinde bel veya kürek tuttuğunu görmek, acelecilik ile tâbir olunur."
    },
    {
        "word": "BEL KEMİĞİ",
        "meaning": "Rüyada bel kemiği görmek, eğer evli ise, bir erkek evlâdı olacağına;\nbekâr ise evleneceğine delâlet eder."
    },
    {
        "word": "BELA",
        "meaning": "Rüyada belâ ve sıkıntı içinde olduğunu görmek, çektiği sıkıntı ve\ngüçlüklerden sonra ferahlığa ve sevince kavuşmaya işarettir."
    },
    {
        "word": "BELİNDEN İKİYE BÖLÜNMEK",
        "meaning": "Rüyada belinden ikiye bölündüğünü veya bir\nbaşkasının o hale geldiğini görmek, hayır ile tâbir olunmaz. Yine rüyada belinden\nikiye bölünmüş olarak denize atılıp sular üzerinde yüzdüğünü görmek, hükümete\nşikâyet olunmaya ve bundan beraat etmeye delâlet eder.\nBelinden ikiye bölünüp bir yerde asıldığını görmek ise şöhrete işarettir."
    },
    {
        "word": "BERAAT",
        "meaning": "Bir kimsenin rüyada kendi eline beraat verildiğini görmesi, korktuğu\nşeyden emin olmaya ve kurtuluşa delâlet eder. Kendisinin bir başkasına beraat\nverdiğini görmek, hayır ve iyilik yapmaya alâmettir."
    },
    {
        "word": "BEREKET",
        "meaning": "Rüyada bol ve bereketli bir mahsul aldığını görmek, hayırlı bir iş ile tâbir\nolunur ve o işin sonu iyi netice verir."
    },
    {
        "word": "BERBER",
        "meaning": "Bir kimsenin rüyada berber görmesi, sultan nezdinde insanların işini\nyapan bir adama delâlet eder. Berberde traş olduğunu görmek, israf ile tâbir olunur."
    },
    {
        "word": "BERE",
        "meaning": "Rüyada başına bir bere giydiğini görmek, sevinçli ve huzurlu günlerin yakın\nolduğuna delâlet eder."
    },
    {
        "word": "BESMELE-İ ŞERİF",
        "meaning": "Rüyada bir Besmeleyi güzel bir hat ile yazılmış görmek, ilme,\nhidayete ve besmelenin bereketi ile bol rızka delâlet eder.\nİmam Nablusî (rh.a.) demiştir ki:\n\"- Rüyada güzel bir yazı ile besmele yazdığını görmek; rızka, ilim ve sanattan\nhissedar olmaya; ölü kimsenin bunu yazdığını görmek ise o mevtanın Allah'ın\nrahmetinde olduğuna delâlet eder. Bazı kere besmeleyi yazmak, ziraatta kazanç ve\nberekettir. Besmele ile yazılan Kur'ân ve Kur'ân'dan başkası da böyledir.\"\nRüyada Besmeleyi tekrar tekrar okuduğunu görmek, Allah indinde makbuliyete,\ndünya ve ahirette saadete ve selamete delâlet eder.\nBir kimsenin Besmeleyi yazdıktan sonra, o yazdığını imha ettiğini veya kuşlardan\nbirinin besmeleyi yazıldığı yerden kapıp uçtuğunu görmesi, rızkın bitmesine, ecelin\n\n\n\fyakınlığına delâlet eder. Yine Allah'ın kitabı Kur'ân'dan bir âyet veya âyetin bir\nparçasını elleri üzerine yazdığını ve yazdığını mahvettiğini görmek de ecele işarettir.\nBuna bir misâl verelim: Bir gece rüyasında Hazret-i Hasan (r.a.), alnı üzerinde\nVedduha Sûresi'nin yazılı olduğunu gördü. Bu rüyayı Said bin Müseyyeb hazretlerine\nsöyledi. Said bin Müseyyeb (r.a.) şöyle tâbir etti:\n- Ey Allah'ın Resûlü'nün oğlu, vasiyet ve istiğfar ediniz. Çünkü eceliniz gelmiştir.\nGerçekten bu rüyadan bir gün sonra Hazret-i Hasan zehirlenerek vefat etti. Bu demek\ndeğildir ki, herkesin rüyası anında tecelli eder. Rüyanın sadık olması için günahlardan\nuzak durmak ve Hak emrinde olmak lâzım.\nRüyada demir kalemle besmeleyi yazdığını görmek, kuvvete, rızka ve işte sebata\nişarettir. Gözü ağrıyan birinin rüyada besmele görmesi, gözündeki hastalığın şifa\nbulacağına delâlet eder.\nRüyada besmeleyi kâğıt üzerine yazdığını görmek, güzel ve sevabı çok bir hayır\nişleyeceğine; yufka deriye yazdığını görmek, bir miras talebinde bulunmaya; kırmızı,\nsarı ve beyaz bir kumaş üzerine yazdığını görmek, feraha, sevince nail olmaya; yeşil\nbir bez üzerine yazdığını görmek, Allah yolunda şehid olarak ölmeye delâlet eder.\nYine besmeleyi bu sayılan şeyler veya bunlardan maada bir şey üzerine nurla veya\naltınla yazmak, müjde ve saadete işarettir.\nRüyada bir yerden üzerinde besmele yazılı levha aldığını görmek, hayatta her an\nhimaye edilmeye, ferah ve sürura delâlet eder."
    },
    {
        "word": "BEŞİK",
        "meaning": "Rüyada beşik aldığını veya beşik içinde olduğunu görmek, hayır ve\nberekete delâlet eder. Bekâr bir adamın rüyada beşik aldığını veya kendisine beşik\nverildiğini görmesi, evleneceğine işarettir.\nBazı kere de beşik görmek, üzüntü, keder, sıkıntı ve ağlamaya delâlet eder. Zira\nbeşik küçük çocukların çığlık attığı bir yerdir.\nRüyada beşiği kırdığını, sattığını görmek iyi değildir. Beşiğin kendi kendine kırıldığını\ngörmek, eğer çocuğu varsa, çocuğun ölümüne delâlet eder. Rüyada bir çocuğu\nbeşiğe yatırıp salladığını görmek, evlât ve zevcesine güzel muamele etmeye işarettir.\nÇocuğu beşikten çıkardığını görmek ise, evlât ve iyâline ve akrabalarına karşı hizmet\nve şefkat noksanlığına delâlet eder."
    },
    {
        "word": "BEYAZ",
        "meaning": "Rüyada yanağının bembeyez olduğunu görmek, izzet ve ikram ile tâbir\nolunur. Yüzünün eski halinden daha ziyade beyaz olduğunu görmek de hastalık\nişaretidir.\nRüyada üzerine yazı yazılan beyaz bir sahife görmek, yemine delâlet eder. Bekâr\nbirinin beyaz yatak görmesi, evleneceğine; hasta adamın kar üzerinde yürüdüğünü\ngörmesi, hastalıktan şifa bulacağına; kar üstünde yattığını görmek de gam ve\ngussadan kurtulmaya delâlet eder."
    },
    {
        "word": "BEYAZ DARI",
        "meaning": "Bir kimsenin rüyada beyaz darı görmesi, hayır ve menfaate ve rızka\ndelâlet eder. Beyaz darı satın almak da böyledir, ancak satmak bunun zıddı."
    },
    {
        "word": "BEVİL (İzdar)",
        "meaning": "İbn-i Sîrîn hazretleri demiştir ki:\n\"- Rüyada münasib bir yerde idrar ettiğini görmek, gam ve kederden kurtulmaya\ndelâlet eder.\"\nRüyada kendi üzerine bevl ettiğini görmek, eldeki malı zayi etmekle tâbir olunur.\nEbu Saidü'l-Vaaz demiştir ki:\n\"- Rüyada meçhul bir yere işediğini görmek, meçhul bir kadın ile evlenmeye delâlet\neder.\"\nBir kimsenin zâtına ait bir kab içine bevl ettiğini görmesi, yine kendine dönecek yere\nmal harcamaya işarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada bevl görmek birçok vech üzerine tâbir olunur:\na) Fakir ise zengin olur,\nb) Esir ise azad olur,\nc) Köle ise esaretten kurtulur,\nd) Yolcu ise, selâmetle vatanına varır.\nKirmani demiştir ki: Rüyasında kan işediğini görmek, noksan azalı bir çocuğa delâlet\neder.\nBekâr bir adamın rüyada bir şişeye veya leğene bevl ettiğini görmesi, evlenmeye\nişarettir.\nRüyada kendisinin bevl ettiğini, fakat aynı mahalde bir başkasının da bevl eylediğini\nve idrarlarının birbirine karıştığını görmek, aralarında damatlık hâsıl olacağına delâlet\neder."
    },
    {
        "word": "BEYİN VE İLİK",
        "meaning": "İbn-i Sîrîn (rh.a) demiştir ki: Rüyada beyninin burnundan akıp yere\ndüştüğünü görmek, eldeki malın zayi olacağını delâlet eder. Beyninin rayihası fena\nve kötü koktuğunu görmek, zekâtı verilmeyen mala işarettir.\nRüyada bir ölünün beynini yediğini görmek, ondan gelecek mirasa delâlet eder.\nCafer-i Sâdık hazretleri buyururlar ki: Rüyada beyin görmek üç vech ile tâbir olunur:\na) Gizli mal,\nb) Keskin ve kuvvetli zeka,\nc) Makbul olan hayır.\nİbn-i Kesir de demiştir ki: Rüyada kafası yarılıp içindeki beyninin aktığını görmek,\ntopladığı ve gizlediği malın elden çıkacağına işarettir.\nBazı rüya tabircileri demişlerdir ki: Her ne çeşit beyin olursa olsun, rüyada beyin\ngörmek mala delâlet eder.\nRüyada herhangi bir insanın kemiğini kırarak içinden iliğini emdiğini görmek, onun\nmalından zorla yemeye işarettir. Eğer o kişi bilinmiyorsa, insanların malından haksız\nolarak almak ile tâbir olunur.\nYine rüyada bir adamın beynini çıkardığını görmek, onun mala ait esrarını ifşaya,\n\n\fçıkardığı beyni kendi cebine koymak veya yemek, onun malını almağa ve yemeğe\nişarettir. Rüyada kendi beyninden bir miktarını veya tamamını birine verdiğini görmek,\neldeki malı infak ve israfa delâlet eder.\nDanyal (a.s.) demiştir ki: Baştaki beyin ve kemikler içindeki ilik gizli mala delâlet eder."
    },
    {
        "word": "BEYT-İ MUKADDES",
        "meaning": "Bir adı da \"Mescid-i Aksa\" olan o mübarek mescidi görmek\nhayır, bereket, ihsan ve kurtuluşa delâlet eder. Yine bir kimsenin kendisini Mescid-i\nAksa'da görmesi, günahlardan arınmaya, hayır ve berekete, ibadet ve Cenâb-ı\nHakk'ın taatına nailiyete işarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada Mescid-i Aksa'yı görmek dört vech ile tâbir\nolunur:\na) Bereket,\nb) Mağfiret,\nc) Kanaat,\nd) Rahat...\nBir adamın rüyada Mescid-i Aksa'da Kur'ân okuduğunu görmesi, saadet üstü\nsaadet... Namaz kıldığını görmesi, Nebilerle haşrolmaya delâlet eder.\nYine o mübarek beyti görmek, diyanet ve emanete, hacca gitmeye, emin ve\nselâmette bulunmağa delâlet eder."
    },
    {
        "word": "BEYT (Ev)",
        "meaning": "Rüyada yeni bir ev yaptığını görmek, ilim ve rızka, sevinç ve sürura\ndelâlet eder."
    },
    {
        "word": "BEYTULLAH",
        "meaning": "Beytullah'ın rüyada görülmesi, günahların af ve mağfiretine, rızık ve\nnimetin bereketine, dünya ve ahiret selâmetine delâlet eder. (K) harfinde daha geniş\nizah edilecektir.)"
    },
    {
        "word": "BİAT ETMEK",
        "meaning": "Bir Müslümanın rüyada Nebiler Nebisine veya sahabilerinden birine\nbiat ettiğini görmesi, itikat ve imanın sağlamlığına, selamet ve istikametinin\ndoğruluğuna, dinde kuvvete ve sünnet-i seniyyeye bağlılığa delâlet eder."
    },
    {
        "word": "BEZENMEK",
        "meaning": "Rüyada bir şey ile bezendiğini görmek, fakirlik ve mahrumiyet ile tâbir\nolunur. Yine bir kişinin rüyada dünyanın kendisi için bezendiğini ve her arzu ettiği\nşeyin hemen oluverdiğini görmesi, meşakkat ve sıkıntıya işarettir."
    },
    {
        "word": "BEZELYE",
        "meaning": "Bir kimsenin rüyada bezelye görmesi, hastalık, sıkıntı ve musibete\nişarettir."
    },
    {
        "word": "BIÇAK",
        "meaning": "Bıçak kesici âlet olduğu için, rüyada bıçak görmek, düşmanlığa delâlet\neder. Bazı kere de marifetli bir adama işarettir. Bıçakçıyı görmek, insanlara sanat ve\nmaharet öğreten birine delâlet eder. Yine bıçak görmek, hizmetçi, yardımcı, dost ve\nkendisi için gayret gösteren kimse ile de tâbir olunur."
    },
    {
        "word": "BILDIRCIN",
        "meaning": "Rüyada bıldırcın kuşu görmek, Allahu Teâlâ tarafından zuhur edecek\ngüzel bir rızık ile tâbir olunur. Denilmiştir ki:\n- Rüyada bıldırcın görmek, uzaktan hâsıl olacak mal ve nimete delâlet eder.\nBazı kere de bıldırcın görmek: Üzüntü, keder ve sıkıntıyı def etmeğe, düşmandan\n\n\n\fkurtulmaya ve vaadini yerine getirmeye işarettir.\nTâbircilerin kimi de demiştir ki: Bıldırcın kuşu iki yüzlü bir adama delâlet eder. Yine\nbıldırcın görmek, eldeki nimete şükretmemenin işaretidir. Rüyada bıldırcın eti yemek,\nbekârlar için evlenmeğe, bıldırcın öldürmek de düşman kazanmağa delâlet eder."
    },
    {
        "word": "BIYIK",
        "meaning": "Rüyada görülen bıyık, mal ve servet ile tâbir olunur. Bir adamın rüyada\nbıyığının kısalmış olduğunu görmesi, Sünnet-i Seniyye üzere hareket ettiğine\nişarettir. Rüyada bıyığın traş olduğunu veya kesilip azaldığını görmek, hayır ile tâbir\nolunur. Böyle birinin borcu varsa, borcunu ödeyecek imkâna kavuşur. Rüyada\nbıyığının yeniden bittiğini görmek, kuvvet kazanmaya işarettir.\nRüyada küçük bir çocuğun bıyığının büyümüş olduğunu görmek, o çocuğun neşe ve\nsüruruna ve büyümesine delâlet eder.\nBıyık ve sakalını kesmeyi âdet edinen kimse, rüyada bıyık ve sakalını kestiğini görse;\nrahatlığa, tasa ve sıkıntıdan kurtulmağa delâlet eder.\nHamile bir kadının rüyada kendisini bıyıklı görmesi, bir erkek çocuğu doğuracağına,\nhamile olmayan kadının bu rüyayı görmesi ise, hiç çocuğu olmayacağına delâlet\neder.\nBıyık aynı zamanda vakar ve heybet işaretidir."
    },
    {
        "word": "BİBER",
        "meaning": "Biber acı bir nesne olduğundan, rüyada biber görmek, gam ve kedere\nişarettir. Rüyada biber yediğini görmek, ağır ve çirkin söz işitmeğe; birine biber\nverdiğini görmek, hastalıktan şifa bulmaya delâlet eder."
    },
    {
        "word": "BİBERON",
        "meaning": "Bir kimsenin rüyada küçük bir bebeğe biberonla süt içirdiğini görmesi,\nbir yetimi sevindireceğine; biberona süt doldurduğunu görmesi de, beklenmedik bir\nyerden eline geçecek paraya delâlet eder."
    },
    {
        "word": "BİLARDO",
        "meaning": "Rüyada bilardo oynadığını ve oyunu kazandığını görmek, sevdiği birine\nkavuşmağa; oyunu kaybetmek, hayâl kırıklığına delâlet eder."
    },
    {
        "word": "BILEGI TAŞI",
        "meaning": "Bir kimsenin rüyada bileği taşı görmesi, doğruluğa ve Hakk'a yol\nbulmaya delâlet eder. Bazan da bileği taşı, insanları hidayete erdiren bir âlim ile tâbir\nolunur. Yine bileği taşı, kadına da işarettir."
    },
    {
        "word": "BİLEK",
        "meaning": "Rüyada bilek görmek, güç ve kuvvete delâlet eder. Çünkü bilek insanın en\nçok ihtiyaç hissettiği organıdır. Rüyada bileğinde bir yara veya çıban görmek, üzüntü\nve kedere işarettir."
    },
    {
        "word": "BİLET",
        "meaning": "Rüyada bilet görmek, sefer ile tâbir olunur. Sükun ve selamete de işarettir."
    },
    {
        "word": "BİLEZİK",
        "meaning": "Bekâr bir kızın rüyada bilezik görmesi, evlenmeye işaret; erkeğin görmesi\nde keder ve üzüntüye delâlet.\nRüyada koldaki bileziği kırdığını görmek, hastalığa; bilezik vermek de, birine\nyapılacak iyiliğe işarettir.\nEbu Saidü'l-Vaaz demiştir ki: Kollarında altın bilezik olduğunu görmek, bir yerden\ngelecek mirasa delâlet eder."
    },
    {
        "word": "BİLİNMEMEK",
        "meaning": "Cabiru'l-Mağribî demiştir ki: Rüyada bilinmeyen, kaybolan bir\nadamın geldiğini görmek, ondan sevinçli bir haber almaya delâlet eder. Yine nerede\nolduğu bilinmeyen kimsenin selâmetle döndüğünü görmek, işlerin düzgün ve yolunda\ngideceğine işarettir."
    },
    {
        "word": "BİLGİN",
        "meaning": "Yani halim biri ile karşılaştığını ve onunla sohbet ettiğini görmek, bir iş\nsebebiyle yardıma muhtaç olmağa delâlet eder."
    },
    {
        "word": "BİLİRKİŞİ",
        "meaning": "Bir kimsenin rüyada kendisini bilirkişi olarak görmesi, insanlar arasında\nitibar sahibi olmağa delâlet eder."
    },
    {
        "word": "BİLLUR",
        "meaning": "Rüyada pırıl pırıl bir billur görmek, temiz ve pâk bir zevceye işarettir.\nBekâr bir kimsenin bir billur kâseye sahip olduğunu görmesi, asil ve temiz bir kadınla\nevleneceğine delâlet eder. Rüyada delikli billur görmek dul, deliksiz billur görmek de\ngenç bir kıza işarettir. Bir billuru olduğunu ve fakat bunu kaybettiğini görmek, uzak\nsefere çıkmağa veya eşinden ayrılmağa delâlet eder."
    },
    {
        "word": "BİLMECE",
        "meaning": "Rüyada herhangi bir bilmeceyi hallettiğini görmek, mevki ve işleri\nyükseltmek yolunda gayrete delildir. Bilmece, bazı kere de ne yapacağını\nbilememenin işaretidir."
    },
    {
        "word": "BİNA",
        "meaning": "Bir adamın rüyada kubbeler görmesi, şanı yüce ve kıymetli kimselerle dost\nolacağına delâlet eder. Yeni yapılmış bir binayı görmek hiç ummadığı yerden gelecek\nrızık ve nimet ile tâbir olunur.\nYine bir kimsenin rüyada bir binaya başlayıp temelini attığını, binayı kuvvetlice\nyaptığını görmesi; ilim, velayet ve sanata delâlet eder.\nİbn-i Sîrîn hazretleri demiştir ki: Eski bir binanın yeniye döndüğünü görmek, rızkın\nartmasına; hayır kapılarının açılmasına, sürür ve ferah husulüne delâlet eder.\nDanyal (a.s.) demiştir ki: rüyasında bilmediği bir binaya girip orada birtakım ölüler\ngörmek, ahiret yurduna işarettir. Oraya girip oturduğunu gören kimsenin eceli\nyakındır.\nİbn-i Sîrîn (rh.a.) demiştir ki:\n- Rüyada bir evin tavanı, damı veya duvarı yıkıldığını yahut yandığını görmek, kendi\nevinde bir musibetin vukuuna; hanesinin büyüdüğünü görmek, çok ve bereketli\nnimete delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada bina görmek sekiz vech ile tâbir olunur:\na) Zevce,\nb) Zevç,\nc) Zenginlik,\nd) Emn-ü eman,\ne) Kolay bir geçim,\nf) Mal,\ng) Yüksek bir memuriyet,\nh) Maişet genişliği...\nRüyada evinin belirli bir miktar güzel olarak genişlemiş olduğunu görmek, bu\n\n\n\fdünyadaki halin genişliğine işarettir. Yine rüyada kendini bina yapıyor görmek, ferah\nve sevincinin şumulüne, kuvvetinin fazlalığına delâlet eder.\nRüyada güzel ve yüce bir bina görmek, ülfet ve muhabbete, rızka, neşeye, güzel\nelbiselere, bekâr kızla evlenmeye ve ondan doğacak çocuğa delâlet eder. Sağlam ve\ngüzel bina görmek, bazı kere de uzun ömre ve kuvvete işarettir.\nBir kimsenin rüyada Nebiler Nebisi'nin mübarek ravzasını çamurladığmı görmesi,\nkendi malı ile hacca gitmeye işarettir. Kendi evini çamurla sıvadığını ve çamurun yaş\nolduğunu görmek, salih bir kişi olmaya delâlet eder. Rüyada çamuru yediğini görmek,\no miktar mal yemeye işarettir.\nNablusî (rh.a.) demiştir ki:\n\"- Rüyada Allahu Teâlâ'ya yaklaşmak maksadıyla cami veya bir yer yaptırdığını\ngörmek, eğer rüyayı gören devlet reisi ise Hak ile karin olur. iyilikle insanlara\nemreder, kötülükten de kaçındırır. Bu rüyayı âlim görür ise, kitap yazar, insanlar\nilminden veya fetvalarından faydalanır. Zengin ise malının zekâtını verir, bekâr ise\nevlenir, eğer evli ise güzel şöhret sahibi bir çocuğu dünyaya gelir. Fakir ise\nzenginleşir. Eğer bunlar olmaz ise, o yere hizmet eder ve Allah'ın zikri ile o yeri\nmamur eder.\"\nRüyada gurbet elde bir bina yaptığını görmek, asla akıl ve hayaline gelmeyen bir\nkadınla evlenir. Veya gurbette ikamet eder ve yine gurbette ölür.\nRüyada yaş çamur ile bina yapmak, din ve itikada, kuru çamur ile bina da mal\nbakımından sıkıntıya işarettir.\nKirmanî demiştir ki: Rüyada kendi mülkü olan bir binaya girdiğini görmek, zevceye ve\nevlâtlara delâlet eder.\nHanenin geniş ve yeni olması rızkın çokluğuna işarettir. Yine güzel bir bina görmek,\nana babanın sıhhat ve selâmetine alâmettir.\nRüyada evin ortasındaki avluyu görmek, kıza ve kızkardeşe, evin sofası baba ve\nanneye delâlet eder. Onları güzel, temiz ve mamur görmek, bunların hayır ve\nselametine işarettir. Harap ve pis görmek de tam zıddı...\nRüyada kendi evinin diğer evlere benzemediğini görmek, herkesin gıpta edeceği\nderecede servete, kendi için bir ev inşa ettiğini görmek, dünyadan müstefid olmağa\ndelâlet eder. Hasta birinin bu rüyayı görmesi vefatına işarettir.\nRüyada İmam-ı Azam hazretlerinin evini yıktığını görmek, İslâm âleminde fesat ve\nfitne zuhuruna işarettir.\nRüyada adaletle hükmeden bir devlet reisinin köşkünü görmek, İslâm şehirlerinden\nbir şehir ile tâbir olunur. O köşkün yıkıldığını görmek, müslümanların şehirlerinden\nbirinin ziyanına ve felâketine delâlet eder.\nTâ uzaklardan bir evi görmek, uzak gördüğü saadete vâsıl olacağının alâmetidir."
    },
    {
        "word": "BİNMEK",
        "meaning": "Bir kişinin rüyada hayvana bindiğini görmesi, nefsî arzularının peşinde\nkoşmak ile tâbir olunur. Bütün hayvanlara bindiğini görmek ise, izzet ve saltanata\ndelâlet eder.\n\n\n\fRüyada güzel bir ata binmek, büyük şeref ve itibara alâmettir. Yine ata binmek,\nbindiği at uslu ve itaatli ise, ululuk ve mertebesinin artacağına delâlet eder. Bindiği\natın kuyruğunun iki adet olduğunu görmek, dost ve arkadaşlarının çokluğuna\nalâmettir. Nakil vasıtalarına bindiğini görmek, yeni bir işe, bindiği vasıtadan indiğini\ngörmek de, işinden ayrılmağa delâlet eder."
    },
    {
        "word": "BİRA",
        "meaning": "Dince haram olan birayı içtiğini görmek, iyiliğe alâmet değildir ve yanlış yolda\nolmanın işaretidir.\nBirahaneye girdiğini görmek, bir hadisenin zuhuruna ve derin bir ızdıraba şevkine\nalâmettir.\nBira mayası görmek, sıhhat ve afiyete ve hastalıktan şifa bulmaya delâlet eder."
    },
    {
        "word": "BİRİKMEK ÇOĞALMAK",
        "meaning": "Rüyada saçlarını bir araya getirip biriktirdiğini görmek,\nfaideli mal ile tâbir olunur. Bir yere cem ettiği saçlarını açtığını görmek, malı\nsarfetmeye işarettir.\nNablusî (rh.a.) demiştir ki: Rüyada bir şeyin birikip çoğalmasını görmek, \"Malı pek\nçok seversiniz\" mealindeki âyet-i kerimenin işaretiyle mal biriktirmeyi arzu etmesine\nve ona haris olmasına delâlet eder."
    },
    {
        "word": "BİR ŞEY BULMAK",
        "meaning": "Bir kimsenin rüyada bir şey bulduğunu görmesi, hiç ummadığı\nşeyin eline geçmesine delâlet eder. Rüyada altın, gümüş ve bunlara benzer şeyler\nbulduğunu görmek, dünya nimetleri ile tâbir olunur. Fena şeyleri bulmak ise bunun\nzıddı.\nEbu Saidü'l-Vaaz demiştir ki: Rüyada yiyecek bir şey bulduğunu görmek, genişliğe\nve maişet bolluğuna delâlet eder. Kumaş ve elbise gibi şeyleri bulmak, ticaretten\nkazanılacak mala işarettir.\nKömür bulmak servet ü sâmâna, soğan ve sarmısak kabuğu gibi nesneleri bulmak da\nharam mala alâmettir."
    },
    {
        "word": "BİSİKLET",
        "meaning": "Rüyada bisikletle dik bir yokuştan tırmandığını görmek, mâli sıkıntıdan\nhalâs olmağa delâlet eder."
    },
    {
        "word": "BİSKÜVİ",
        "meaning": "Rüyada bisküvi yediğini görmek, rızkın bereketine ve halin düzgünlüğüne\nalâmettir."
    },
    {
        "word": "BİT",
        "meaning": "Kirmanî demiştir ki: Rüyada üzerine bit düştüğünü görmek, malından birçok\nkimsenin faydalanacağına delâlet eder.\nYine rüyada üzerinden bitlerin yere döküldüğünü görmek, kazancın ziyade olacağına\nişarettir."
    },
    {
        "word": "BİTKİ",
        "meaning": "Bir kimsenin rüyada bitki görmesi, keder ve hüzünden sonra, rahata ve\nhuzura kavuşmaya delâlet eder. Bitkiler çeşitlerine göre mânâ ifade ederler. İleride\nisimleri geldikçe açıklanacaktır."
    },
    {
        "word": "BOĞA",
        "meaning": "Boğa kuvvet ve heybetin timsalidir. Bu sebeple rüyada boğa görmek, iş\nhayatında muvaffakiyete alâmettir ve insan için kuvvettir."
    },
    {
        "word": "BODRUM",
        "meaning": "İbn-i Sîrîn (rh.a) demiştir ki: Rüyada bodrum görmek gönül sıkıntısı ve\nazabı ile tâbir olunur. Kendini kapkara bir bodrumda görmek, işlerin günden güne\nbozulduğuna işarettir."
    },
    {
        "word": "BOĞAZ",
        "meaning": "İmam Nablusî demiştir ki: Rüyada nefes borusunu görmek, elçiye, sefire,\nölüm ve hayata alâmettir. Boğazından bir kıl veya bir iplik çıktığını ve onu çektiğini,\nfakat tamamen çıkarmak mümkün olmadığını ve kırılmadığını görmek, ömrün\nuzunluğuna delâlet eder.\nBazı kere rüyada boğaz görmek, evin suyu veya kuyusuna işarettir. Malumdur ki,\nboğaz insanın hayatıdır. Nefesler oradan alınıp verilir. Bu sebeple boğaz görmek\nhayır ile tâbir olunur."
    },
    {
        "word": "BOĞAZLAMAK",
        "meaning": "Rüyada bir kavmi boğazlanmış olarak görmek, murat ettiği şeyde\nişlerin hayırla biteceğine işarettir. Bir adam rüyada, birisini bir başka kişinin kestiğini\ngörse, kesilenin kesenden hayra nail olacağına delildir.\nNablusî (rh.a.) demiştir ki:\n- Rüyada bir şeyi boğazlamak, ana babaya âsi olmak ve zulümdür. Rüyada\nkendisinin boğazlandığını gören kişi Allah'a sığınsın (çünkü bu felâket haberidir).\nÜzüntülü ve kederli birinin rüyada boğazlandığını görmesi, gam ve gussadan halâs\nolacağının alâmetidir. Rüyada güvercin ve koyun gibi bir hayvanı boğazladığını\ngörmek, evlenmek ile de tâbir olunur.\nRüyada baba veya annesini boğazladığnı görmek, ebeveyne âsi olmakla yorumlanır.\nRüyada bir çocuğu boğazlanmış olarak görmek, o çocuğun kemâl çağına erişeceğine\ndelâlet eder. Yine rüyada en yakınlarının kendi etinden yediklerini görmek, onların\nrüya sahibinden hayır ve menfaate kavuşacaklarına delâlet eder.\nBazıları da demişlerdir ki: Rüyada bir adamın veya bir kavmin boğazlanmış olarak\ngörülmesi, onların sapık ve bid'at sahibi olduklarının alâmetidir.\nBekâr bir kadının rüyada kendisini devlet reisinin boğazladığını görmesi, bir erkekle\nevleneceğine alâmettir."
    },
    {
        "word": "BOĞMAK",
        "meaning": "Rüyada kendisini asarak boğduğunu görmek, üzüntü ve kedere delâlet\neder. Yine rüya sahibinin kendisini asıp boğduğu yerde ikâmet etmesine işarettir.\nRüyada boğulduğunu görmek, kendisine yüklenen emanet ve velayetten dolayı\nmuzdarip olmaya delâlet eder."
    },
    {
        "word": "BOL GEÇİM",
        "meaning": "Darlık ve sıkıntı içindeki adamın rüyada geçiminin bol olduğunu\ngörmesi, üzüntü ve kederden halâs olmasına, borcunu ödemesine ve sıkıntısının\ngitmesine alâmettir."
    },
    {
        "word": "BOHÇA",
        "meaning": "Rüyada bohça görmek, bir sefer ile tâbir olunur. Yine rüyada kendini\nbohça taşır halde görmek, çok sevdiği birinin ziyaretine delâlet eder.\nRüyada bir bohçanın çevresini ibrişim, ipek ve renkli ipliklerle işlediğini görmek,\nmutluluk ve zenginliğe delâlet eder."
    },
    {
        "word": "BOMBA",
        "meaning": "Bir kimsenin rüyada bomba patladığını görmesi, kendisine de zarar\nerişmemiş olması, gizli sırların meydana çıkacağına delâlet eder."
    },
    {
        "word": "BONCUK",
        "meaning": "Rüyada boncuk görmek, hizmetçi veya mal ile tâbir olunur. Boncuk, aynı\n\n\fzamanda kadına da işarettir. Bir adam boncuğa rastgeldiğini görse, mal veya\nhizmetçiye kavuşacağına işarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada boncuklar görmek şu vech ile tâbir olunur:\na) Ahlâkı kötü bir eş,\nb) Kötü huylu hizmetkâr,\nc) Ehemmiyetsiz ve bekasız mal,\nd) Edep ve terbiye,\ne) Evlât ve hizmetçi,\nf) Uşak.\nRüyada görülen boncukların çok veya az olması, iyi veya kötü her hâli bunlara nisbet\nedilerek tevil edilir.\nCabirü'l-Mağribî demiştir ki: Rüyada bir boncuk bulduğunu veya satın aldığını\ngörmek, ele geçecek hizmetçiye delâlet eder. Eğer görülen boncuk beyaz ise,\nhizmetçi salih ve müttakidir. Yeşil ise dindar biridir. Siyah ise kalbi katı ve fena huylu\nbir kadına işarettir.\nDenilmiştir ki: Rüyada birtakım boncukları delmekle meşgul olduğunu görmek, âdi bir\nkadın ile evlenmeye alâmettir.\nRüyada katır veya eşeklere yüklenmiş boncuklar görmek, haram mala delhalet eder."
    },
    {
        "word": "BONCUKÇU",
        "meaning": "Bir kimsenin rüyada boncukçuyu görmesi, kadınların işleriyle uğraşan\nve onların birtakım işlerini düzenlemeye gayret gösteren adama delâlet eder."
    },
    {
        "word": "BORAZAN",
        "meaning": "Rüyada borazan görmek, güzel bir şöhrete, harbe ve doşmanı\nkaçırmaya alâmettir. Bir kimsenin rüyada borazan sesi işitmesi, önemli bir hadiseye\nçağrılacağının delilidir. Borazana üflediğini görmek, kendisi için bir hadisenin\nvukuudur. Borazan eğer boynuzdan ise, riyaset ve hizmetçiye delâlet eder.\nBorazan bazı kere de batıl haberler ile tâbir edilir. Bazan da meydana çıkacak hayra\ndelâlet eder. Yine borazan, kadının ahlâkına da işarettir."
    },
    {
        "word": "BORAZANCI",
        "meaning": "Rüyada borazancının sesini işitmek, bir hadiseye davet edilmeye\nişarettir. Rüyada boruya üflediğini görmek, şiddetli bir hadisenin vukuudur. Rüyada\nborazancıyı dövdüğünü görmek, güzel ve hayırlı söz işitmeye delâlet eder."
    },
    {
        "word": "BORÇ",
        "meaning": "Rüyada kendinin borçlu olduğunu görmek, iyiye ve hayıra alâmet değildir.\nBu rüya, zillet ve hakaret ile tâbir edilir. Rüyada borçtan kurtulduğunu, borcunu\nödediğini görmek, iyilik alâmetidir ve hayırlı günlerin habercisidir. Bu rüya, din ve\ndünya işlerinden müşkil olan bir şeyin kolayca neticeleneceğine işarettir.\nBazı kere de hak sahibine hakkı ödemek, yolculuktan dönmenin alâmetidir. Yine borç\nödemek, gam ve gussadan halâs olmağa delâlet eder."
    },
    {
        "word": "BORA (Fırtına)",
        "meaning": "Rüyada bir fırtınanın, bir boranın koptuğunu görmek iyi değildir.\nRüya sahibinin bir belâya, bir kötülüğe maruz kalacağına veya lüzumsuz yere\ngidecek mala işarettir. Böyle bir rüya görenin hemen Rabbine dönmesi, günahlarına\ntevbe etmesi gerekir."
    },
    {
        "word": "BORU",
        "meaning": "Rüyada boru görmek, şan ve şöhrete; boru sesi işitmek bir hadiseye\nişarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada boru çaldığını görmek, fena bir habere delâlet\n\n\n\feder. Rüya sahibinin gizli sırrı meydana çıkar, yalan bir söz işitir, musibet ve belâya\nuğrar."
    },
    {
        "word": "BOSTAN",
        "meaning": "Nablusî (rh.a.) demiştir ki: Rüyada bostan görmek, istiğfara, istiğfar da\nbostana delâlet eder. Rüyada bostanını suvardığını görmek, ehline yakınlığa işarettir.\nRüyada yaprakları kurumuş, dökülmüş ve sararmış bir bostana girdiğini görmek,\nüzüntü ve kedere alâmettir.\nYine denilmiştir ki: Rüyada bostan görmek kadına delâlet eder. Zira kadın da su ile\nsulanıp hamile olur ve çocuk doğurur. Rüyada görülen bostan kadın ile tâbir\nedildiğinde, o bostanın ağacı, kadının ailesi ve çocuğudur. Bostanın meyvesi de bu\nşekilde tâbir olunur.\nRüyada bilinmeyen bir bostan görmek, Kur'ân-ı Kerim'e delâlet eder. Çünkü Kur'ân-ı\nKerim'i okuyanlar arasında onun hikmet meyveleri daima deyşirilip toplanmaktadır.\nBostanda nice çeşit meyveler ve çiçekler mevcutsa, Allah'ın kitabı Kur'ân'da da nice\nirfan incileri ve hikmet meyveleri mevcuttur. Kur'ân-ı Ke-rim'de olan müjde ve korkular\nbostanın tatlı ve ekşi meyveleri mesabesindedir. İnsanlardan kimi tatlı, kimi ekşi\nsever. Kur'ân-ı Kerim de kimine müjde, kimine azab haberleri ile doludur.\nBostan görmek, güzel cennetin nimetlerine de işarettir. Çünkü Araplar bostana\n\"Cennet\" ismi vermişlerdir.\nYine bostan görmek çarşıya, gelin-güveyi odasına, kendisinden istifade edilen mal ve\nmülke delâlet eder.\nBostanda görülen ağaç, o gelinin sofrasına, meyvesi de yiyeceklerine alâmettir.\nIbn-i Şîrîn (rh.a.) demiştir ki: Rüyada kendi bostanında ve birçok meyveli ağacın\niçinde bulunduğunu ve bu ağaçlardan meyve koparıp yediğini görmek, zengin bir\nkadınla evlenmeğe ve ondan faydalanmağa delâlet eder.\nRüyada bostanın toprağına tohum attığını görmek, bir çocuğu olacağına; bostanı\nbellemek de evliliğe alâmettir.\nKirmanî demiştir ki: Rüyada bostan görmek, mal, mülk ve servet sahibi bir adama\ndelâlet eder. Rüyada bahar mevsiminde çimenler ve meyve ağaçları ile süslü bir\nbostanda olduğunu, fakat bir sel gelip bütün ağaçları söküp götürdüğünü görmek, o\nyerdeki devlet adamlarından birinin ölümüne işarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada bostan görmek yedi vech ile tâbir olunur:\na) Zevce,\nb) Evlât,\nc) Geçim,\nd) Mal,\ne) Zenginlik,\nf) Sevinç,\ng) Hizmetçi...\nRüyada bostanında güzel kokulu bir şey bulduğunu görmek, güzel huylu bir evlâda;\nfena kokulu bir nesne görmek de, âsi ve kötü bir evlâda işarettir. Yine bostan içinde\nerik ağacı olduğunu görmek, ilim ve edep öğrenecek bir evlâda alâmettir.\nBir kimsenin rüyada bostan görmesi, zevceye, çocuğa, mala, iyi geçime, üzüntü ve\nkederden halâs olmağa delâlet eder. Yine bostan görmek, halktan, avam, havas,\ncahiller, âlimler, cömertler, cimriler ve herkes için camiye ve pazar yerine delâlet\neder. Yine bostan rüyası, âbidler ve talebeler için, cami tekmilâtından olan medrese\n\n\n\n\fgibi ilim yuvalarına işarettir. Bostan, askerlerin toplanıp biriktiği devlet kışlasına da\ndelâlet eder."
    },
    {
        "word": "BOSTAN DOLABI",
        "meaning": "Bir kimsenin rüyada bostan dolabı görmesi, para biriktirmeye\ndelâlet eder. Bostan dolabının susuz olarak döndüğünü görmek, o mevkideki büyük\nbir zenginin öleceğine ve mirasının devlete kalacağına delâlet eder. Yine bu rüya,\nrüya sahibi için veznedarlık ile tâbir olunur."
    },
    {
        "word": "BOŞANMA",
        "meaning": "Her rüyanın ayrı ayrı tâbirleri vardır. Bu da öyle. Rüyada zevcesini\nboşadığını görmek, zenginlik ile tâbir olunur.\nIbn-i Sîrîn hazretleri demiştir ki: Rüyada hanımını boşadığını görmek, şeref ve\nitibarın kaybedileceğine delâlet eder. Bu rüyayı iki hanımı olan bir adam görmüş ise,\nmalından zayi eder. Bekar olduğu halde karısını boşadığını görmek, ölümün ve ecelin\nyaklaştığına işarettir.\nKirmanî demiştir ki: Rüyada hanımı boşamak şu vech ile tâbir olunur:\na) Zenginlik,\nb) Ortaklardan ayrılma,\nc) İşinden ayrılma,\nd) Ticareti terketme,\ne) Malın elden gitmesi,\nf) Arzu etmediği bir şeyin vuku bulması...\nDindar bir adamın rüyada hanımını boşadığmı görmesi, dünyayı arkaya atıp ahiret\niçin çalışmaya delâlet eder."
    },
    {
        "word": "BOY",
        "meaning": "Bir kimsenin rüyada boyunun uzun olduğunu görmesi, kuvvet ve kudret ve\nzenginlik ile iftihar etmeye işarettir. Yine boyunun uzun görülmesi, ömür kısalığına,\nkısa görülmesi de, uzun bir ömre delâlet eder.\nRüyada herhangi bir adam ile boy ölçüştüğünü görmek, imtihana girmeye delâlet\neder. Bu sebeple, boyu karşısındaki adamın boyundan uzun ise imtihanı kazanmanın\nalâmetidir."
    },
    {
        "word": "BOYA",
        "meaning": "İnsanın rüyada boya görmesi, gördüğü boyaların rengine göre tâbir olunur.\nRüyada beyaz boya görmek, iyi ve muntazam bir hayata; sarı boya görmek,\nhastalığa; siyah boya kedere; mavi boya, arkadaşlığa; yeşil boya ihlâs ve\nsamimiyete; kahverengi boya, verasete delâlet eder.\nMesleği boyacılık olan bir kimsenin rüyada boya kullanması, nimete, yardıma,\ndüşmanı zelil ve hakir etmeye, korkudan emin olmaya delâlet eder.\nRüyada saçı sakalı ağarmış olduğu halde, saçını sakalını kına ile boyadığını görmek,\nrüya sahibinin rütbe ve makamının yükselmesine işarettir. Rüyada kadının elini kına\nile boyanmış görmesi, kocasının kendisine ihsanda ve iyilikte bulunacağına delâlet\neder.\nRüyada kına görmek, kadınlar için sevinç, güzel elbise, ferahlık, nimet ve zinettir."
    },
    {
        "word": "BOYACI",
        "meaning": "Kişinin rüyada boyacı görmesi, iftira eden bir adama delâlet eder. Bazı\nkere de boyacı görmek, hayırlı iş yapan bir adam ile tâbir olunur.\nBir kimsenin rüyada beyazı yeşile boyayan boyacıyı görmesi, günah ve kötülükten\ntevbe etmeye alâmettir. Yine boyacı görmek, iyi hal sahibi veya âlim, yahut saltanata\nmâlik bir kimse tarafından ihtiyacının giderileceğine delâlet eder.\n\n\fRüyada evine boyacı getirdiğini görmek, o sene içinde o evden bir ölünün çıkacağına\ndelâlet eder."
    },
    {
        "word": "BOYUNA SARILMAK",
        "meaning": "Kişinin rüyada bir başkasının boynuna sarıldığını görmesi,\nuzun ömre delâlet eder. Yine rüyada bir kimse ile kucaklaşmak, güzel konuşmaya ve\ngüzel cevap vermeye işarettir. Bazı kere de kucaklaşmak, dostluğa, yolculuğa, sefere\nçıkmış birinin tekrar avdet edeceğine, üzüntü ve kederlerin gitme sine delâlet eder."
    },
    {
        "word": "BOYNU VURULMAK",
        "meaning": "Bir kimsenin rüyada boynunun vurulduğunu ve başının\ngövdesinden ayrıldığını görmesi, düşünceden, borçtan, dert ve kederden kurtulmağa\nişarettir. Bazı kere de boynunun vurulduğunu görmek, erişilecek büyük bir mala ve nimete delalet eder. Bazan da bir günah işlemekle tâbir olunur. Ve bu rüya, rüya sahibi\niçin ikazdır. Hemen Hakk'a dönmeli ve tevbe etmelidir."
    },
    {
        "word": "BOYNUZ",
        "meaning": "Rüyada boynuz görmek, kuvvet ve menfaate işarettir. Yine boynuzu\nolduğunu görmek, düşman üzerine galip gelmeye ve onu kahretmeye delâlet eder.\nBazı kere de boynuz görmek: Senelere, silaha, şöhret, mal ve evlâda delâlet eder."
    },
    {
        "word": "BOYUNBAĞI",
        "meaning": "Bir kimsenin rüyada ve kendi boynunda güzel bir boyunbağı\ngörmesi, istikbalin parlaklığına, memleket içinde şöhret bulacağına delâlet eder.\nRüyada yeşil renk boyunbağı taktığını görmek, bütün arzu ve emellerin\ngerçekleşeceğine işarettir. Yine rüyada boyunbağı takmak, hiç beklenmedik yerden\nsevindirici haberler almaya delâlet eder... Siyah renkli boyunbağı, sıkıntı ve kederin\nalâmetidir."
    },
    {
        "word": "BOYUN",
        "meaning": "Boyun emanet mahallidir. Rüyada boynunun kalın olduğunu görmek,\nüzerine aldığı vazife ve emaneti hakkıyla yerine getirmeğe delâlet eder. Boynunun\nince olduğunu görmek de, zalimliğe işarettir.\nKişinin rüyada boynuna bir yılanın dolanmış olduğunu görmesi, malının zekâtını\nvermediğine alâmettir.\nRüyada boynuna cevher, inci, elmas dizilmiş olduğunu görmek, ilme, fazilete ve hakkı\nyerine getirmeye delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada boynunun uzun olduğunu görmek, dört veçhe\nile tâbir olunur:\na) İşin neticesi,\nb) Adalet,\nc) Velayet,\nd) Ezan.\nIbn-i Sîrîn hazretleri demiştir ki: Rüyada boyun ve ense görmek şu şekilde tâbir\nolunur:\na) Sadık dost,\nb Emin arkadaş,\nc) Ücretli hizmetçi.\nRüyada boynunu omuzları arasında gömülmüş gibi kısa görmek, işlerin güzel netice\nvermeyeceğine işarettir. Çünkü uzun boyun ve kalın ense kuvvete alâmet olduğu gibi,\nkısa boyun da zaafa ve tembelliğe delâlet eder.\n\n\n\n\fBir kimse rüyada boynunu Peygamberler Peygamberinin mübarek elinde ve\nparmakları arasında görse, Nebiler Sultanının o kimseyi, üzerine alacağı kötü bir\nşeyden men ettiğine delâlet eder.\nRüyada boynunda Kur'ân-ı Kerim olduğunu görmek, sözünde sadık biri olduğunun\nişaretidir.\nRüyada boynu ve ensesi üzerinde eşyadan herhangi bir şey taşıdığını görmek, borç\nile tâbir olunur. Bir şeyin çokluğu, büyüklüğü, ağırlığı borcun çokluğuna,\nbüyüklüğüne, ağırlığına, aksi de aksine delâlet eder.\nRüyada ensesinde altın ve gümüşten bir maden taşımak, dünyayı taşımaya delâlet\neder."
    },
    {
        "word": "BOYUNDURUK",
        "meaning": "Rüyada boyunduruk görmek, hemen herkes için hayır ve iyilik\nalâmetidir. Ve bulunduğu işte sebata delâlet eder."
    },
    {
        "word": "BOZKIR",
        "meaning": "Rüyada geniş bir bozkır görmek, neşe ve sevincin artacağına, kulluk ve\nibadete meyletmeye ve feraha delâlet eder."
    },
    {
        "word": "BÖBREK",
        "meaning": "Bir kimsenin rüyada böbrek görmesi, yardımcı ile tâbir olunur. Rüyada iki\nböbreğinden birini zayi ettiğini görmek, o kişinin yardımcısını kaybedeceğine işarettir.\nBöbreklerin her ikisini de kaybettiğini görmek, kalbin katılığı ile tâbir olunur.\nYine böbrekleri görmek, iyi arayıcıya, keder ve sıkıntıdan kurtulmağa, korkulu ve\ntehlikeli şeylerden emin olmaya delâlet eder. Bir kimsenin böbreğinde taş\ndüşürdüğünü görmesi, çetin bir işin dostlar yardımı ile halledileceğine alâmettir."
    },
    {
        "word": "BÖBÜRLENMEK",
        "meaning": "Rüyada böbürlenmek, yani çalım satmak, kendini büyük\ngöstermek, küçülmeye delâlet eder."
    },
    {
        "word": "BÖCEK",
        "meaning": "Rüyada herhangi bir böcek görmek, sevindirici haber almaya delâlet eder."
    },
    {
        "word": "BÖĞÜRTLEN",
        "meaning": "Bir kimsenin rüyada böğürtlen toplayıp yediğini görmesi, nimete ve\nevlenmeye delâlet eder."
    },
    {
        "word": "BÖĞRÜLCE (Bir çeşit fasulye)",
        "meaning": "İbn-i Sîrîn hazretleri demiştir ki: Rüyada vakitli\nvakitsiz pişmiş veya çiğ böğrülce yediğini görmek iyi değildir. Yeşili ile kurusu aynı\nmânâyı ifade eder."
    },
    {
        "word": "BÖREK",
        "meaning": "Rüyada börek görmek veya yemek, muhtelif yerlerden gelecek menfaate\nve hayıra delâlet eder. Yine undan imal olunan bir şey görmek de hayır ve berekete\nalâmettir.\nUn, insanın en başta gelen gıdasıdır. Çünkü ekmekler ondan yapılır, tatlı çeşitlerinin\nçoğu da undan imal olunur. Bu sebeple ekmek, börek ve buna benzer şeyler görmek,\nhayır, bereket, ilim ve İslâm'a delâlet eder. Rüyada börek dağıttığını görmek, bir hayır\nişine vesile olmaya alâmettir."
    },
    {
        "word": "BÖLÜK",
        "meaning": "Bir kimsenin rüyada bölük halinde giden askerler görmesi, o yer halkı için\nhuzur ve saadete delâlet eder. Çünkü asker devletin kuvvetidir. Kendisinin de o\naskerlerden biri olduğunu görmek, aile huzuruna, işlerin düzgünlüğüne ve emniyete\ndelâlet eder. O bölüğün başında kumandan olduğunu görmek, her yerde sözünün\n\n\n\fdinleneceğine ve herkes tarafından kendisine saygı gösterileceğine işarettir."
    },
    {
        "word": "BUHAR",
        "meaning": "Kendisini buharla boğulur bir halde görmek, yakın kimselerden gelecek\nzarara ve kötülüğe delâlet eder."
    },
    {
        "word": "BUHUR",
        "meaning": "Rüyada buhur görmek kadri güzel bir zât tarafından gelecek mala, güzel\nhayata, zikr-i cemil ve iç temizliğine delâlet eder. Buhur yaktığını görmek, güzel\ngeçime ve refaha işarettir. İnsanın rüyada tütsülenmesi halk ile iyi geçinmenin\nalâmetidir.\nRüyada içinde tütsü yakılan kap, sahibini medh ettirecek ve hayırla anılmasına vesile\nolacak bir hizmetçiye delâlet eder. Çünkü güzel koku her zaman aranan ve medh\nedilen nesnedir.\nHasta bir adamın buhurdan ile tütsülenmesi, ölümün yakın olduğuna işarettir.\nİmam Nablusî (rh.a.) demiştir ki: Rüyada anber ile tütsülendiğini görmek, şerefli bir\nkimse tarafından mala nail olmaya; misk, karanfil ve Hindistan cevizi gibi siyah ve hoş\nkokulu şeylerle tütsülenmek, ululuğa ve sevince delâlet eder. Yine rüyada tütsülenmek, hayırlı ticarete, medh-ü sena ile geçinmeye işarettir. Rüyada buhurlanmak\nfakir için zenginliğe delâlet eder.\nBuhur'un birçok tâbirleri yapılmıştır. Buhur görmek, ilme, dine, sadaka vermeye,\ndüşman ile sulha, işsiz kimse için işe, kendisini insanlara sevdirmeye ve yaltaklık\nyapmaya delâlet eder.\nYine buhur, muhabbete ve gönüldeki aşkı dışa vurmaya da işarettir. Rüyada buhur\nüstüne okuduğunu görmek, düşmanı kahretmeye, kıskanç insanları yenmeye, korku,\nendişe ve hastalıktan şifaya, sihri yok etmeye delâlet eder.\nCafer-i Sâdık (r.a.) demişlerdir ki: Rüyada öd ağacı görmek, güzel yüzlü ve güzel\nsözlü bir adama, mütedeyyin ve âdil devlet reisine, şöhrete, mal ve menfaate delâlet\neder.\nYine rüyada öd ağacı görmek, güzel yüzlü, yumuşak huylu ve yumuşak sözlü bir\nadama işarettir."
    },
    {
        "word": "BUKAĞI",
        "meaning": "Rüyada ayağını ağaca bağlı görmek, ecelin yaklaştığına, işlerin\nintizamına alâmettir. Zindanda ayağın bağlandığını görmek ise, ömrün uzunluğuna\ndelâlet eder. Çünkü dünya mümin için bir zindan mesabesindedir. Ancak buradan\nkurtulduktan sonra esas selâmete erecektir."
    },
    {
        "word": "BURAK",
        "meaning": "Bir kimsenin rüyada Nebiler Sultanının miraca çıktığı mübarek burağını\ngörmesi, yüksek ve ulvî mertebe ile tâbir olunur. Yine bu rüya, gurbetteki için\nvatanına dönmeye veya şehid olarak vefat etmeye işarettir."
    },
    {
        "word": "BUDAK",
        "meaning": "Bir kişinin rüyada budak görmesi, işlerinin pürüzlü ve kıvrım kıvrım\nolduğunun işaretidir. Rüyada ağacın budağını yonttuğunu görmek, pürüzlü işlerin\nselâmetine delâlet eder."
    },
    {
        "word": "BURGU",
        "meaning": "Marangoz âleti olan burgu ile iş yaptığını görmek veya bir yeri deldiğini\nmüşahede etmek, küçük bir amaliyat ile tâbir olunur."
    },
    {
        "word": "BULANIK SU",
        "meaning": "Rüyada bulanık su görmek, pek hayıra alâmet değildir ve büyük\nbirinden zarar erişeceğinin işaretidir."
    },
    {
        "word": "BULAŞIK YIKAMAK",
        "meaning": "Bir kimsenin rüyada bulaşık yıkadığını görmesi, keder ve\nüzüntüden kurtulmaya ve refaha alâmettir."
    },
    {
        "word": "BUĞDAY",
        "meaning": "Rüyada buğday görmek, zorluk ve meşakkatle kazanılan şerefli bir mala\ndelâlet eder. Rüyada buğday satın almak, nimete, servete, berekete erişmeye\nişarettir. Rüyada buğday ektiğini görmek, Allah rızasına erdirecek bir işe alâmettir.\nYine buğday ekmek, cihad ile de tâbir olunur.\nRüyada buğday ektiğini ve fakat arpa bittiğini görmek, insanın zahirinin batınından\ndaha hayırlı olduğuna işarettir. Buğday ekip kan bittiğini görmek, faiz yemeye delâlet\neder.\nKişinin rüyada yaş buğday ektiğini görmesi, ibadet cihetiyle iyiliğe ve ihlâsa işarettir.\nYeşil başaklar görmek, ucuzluk ve bolluk ile tâbir edilir.\nCafer-i Sâdık hazretleri demiştir ki: Rüyada buğday yemek üç şekilde tâbir olunur:\na) Memurluktan azledilmek,\nb) Memurun aleyhine bir iş,\nc) Gurbet.\nEbu Saidü'l-Vaaz demiştir ki: Rüyada buğday satın aldığını görmek, evlat ve iyâlin\nçokluğuna ve zenginliğe delâlet eder.\nRüyada yatak üzerinde buğday görmek, hanımın hamileliğine işarettir.\nZiraatçısını ve biçeni tanıdığı halde, rüyada dökülen başakları topladığını görmek,\nziraat sahibinden devamlı hayra ve nimete nail olmaya delâlet eder.\nYine rüyada kuru veya pişmiş buğday yediğini görmek, hiç de hoşa gitmeyecek bir\nşeyle karşılaşmaya işarettir.\nRüyada karnı, derisi veya ağzının tamamı kuru buğdayla dolu olduğunu görmek,\nömrün bittiğine; tamamen dolmamış ise kalan boşluk kadar ömrün kaldığına delâlet\neder.\nBir kimsenin rüyada ve bir yerde mevsimsiz ekin biçtiğini görmesi, o mevkide ölüm,\nharp ve fitnelerin zuhuruna işarettir."
    },
    {
        "word": "BUĞDAY SATICISI",
        "meaning": "Bir kişinin rüyada buğday satıcısını görmesi, zühd ve takvaya\nişarettir. O rüyayı gören zât, Allahu Teâlâ'nın kendisine verdiği nimete\nşükredenlerdendir.\nŞehrin valisi rüyada buğday sattığını gördükte, işinden azledilmeye ve kardeşler\narasında fitneye delâlet eder.\nRüyada, buğday satan adamdan buğday aldığını görmek, devlet kapısından bir iş\ntalebinde bulunmağa alâmettir.\n\n\n\n\fRüyada para görmeksizin buğday sattığını görmek, dünyada zühd ve takvayı tercih\netmek ile tâbir olunur. Rüyada buğdaya mâlik olduğunu, fakat ihtiyacı olmadığından\nona hiç el sürmediğini görmek, izzet ve şerefe delâlet eder.\nYine buğdaycıyı görmek, çetin işlerden kolaylığa, doğrulukla kazanmaya, rızka ve\ngüzel amele alâmettir."
    },
    {
        "word": "BUĞDAY UNU",
        "meaning": "İnsanın rüyada buğday unu görmesi, rızka ve nimete delâlet eder.\nPirinç unu da nimet ile tâbir olunur. Rüyada simit görmek, bekâr kadın için dengi bir\nkocaya işarettir. Bazı kere de buğday unu görmek: Şerefli ilme, sefere, mala, ticarete,\nsilâha, kaleye, din ve hidayete ve hastalıklardan şifa bulmaya delâlet eder.\nYine rüyada buğday unu görmek, toplu mal ve aile ile tâbir olunur. Çünkü buğday\nyiyeceklerin en şereflisidir. Buğday ununu hamur ettiğini görmek, akrabalara\nkavuşturacak bir yolculuğa işarettir. Arpa ununu hamur ettiğini görmek, tam ve\nsağlam bir mümin olmanın alâmetidir. Ve o düşmanları üzerine galip gelir."
    },
    {
        "word": "BUĞZ ETMEK",
        "meaning": "Bir adamın rüyada, bir başka adama buğz ettiğini veya bir insanın\nkendisine buğz ettiğini görmesi, hiç de hayıra alâmet değildir ve böyle bir rüya, bütün\ninsanlar için çirkin ve yaramazlıkla tâbir olunur. Zira buğz, düşmanlığa sebeptir.\nİnsan, insana düşman değildir, kardeş olmalıdır. Hem insanlar birbirlerine muhtaçtır.\nBazı kere de bu rüya, itaat ile emir ve günahtan dönmeye delâlet eder."
    },
    {
        "word": "BULUT",
        "meaning": "Rüyada bulut görmek, bütün insanlığın hayat ve kurtuluşu olan İslâm ile\ntâbir olunur. Zira bulut, su ve yağmur taşıdığı için yüce ve kerim olan Allah'ın\nrahmetine sebeptir. Bulut ağlamayınca çemen gülmez.\nYine bulut görmek, kendisinde mevcut olan lütuf ve hikmete binaen, ilim, fıkıh, hikmet\nve irfana delâlet eder.\nIbn-i Sîrîn (rh.a.) demiştir ki:\n- Rüya esnasında semada bulutları öteye beriye sevkettiğini görmek, ulemâ ve\nhukemâ ile sohbete delâlet eder. Havada bir bulut tutup yere getirdiğini görmek, ilim\nve hikmet sahibi olmaya işarettir.\nRüyada kendisini bulut gölgesinde görmek, rüya sahibinin o sene içinde çok hayır ve\nberekete ve nimete ereceğine alâmettir.\nCafer-i Sâdık hazretleri demişlerdir ki:\n- Rüyada bir kimse kendi gömleğini buluttan olarak görse, Allahu Teâlâ'nın nimetinin\no kişiyi kaplayacağına delâlet eder. Kişinin rüyada bulut üzerine bir ev yaptığını\ngörmesi, hikmet ve yükseklikle beraber helâlinden nimete ve mala erişeceğine işarettir.\nRüyada bulutun üstüne bindiğini görmek, saliha bir kadınla evlenmeye delâlet eder.\nVeya arzu ve isteği varsa seyahat eder, yahut hacca gider. Gönlünde bu arzular\nyoksa ve ilim talep ediyorsa, ilim ve hikmetle şöhret bulur.\nRüyada bulut görmek, bazı kere de su üzerinde yürüyen gemilere delâlet eder.\nBazı tâbirciler demişlerdir ki:\n- Rüyada bulut görmek, kuvvetli melik, şefkat ve merhametli sultan veya âlim ve\nhakim bir kimseye delâlet eder.\n\n\fCafer-i Sâdık (r.a.) demiştir ki: Rüyada bulut görmek şu veçhe ile tâbir olunur:\na) Hikmet,\nb) Riyaset,\nc) Mülk,\nd) Rahmet,\ne) İffet,\nf) Azab,\ng) Baht,\nh) Bela ve fitne...\nİsmail bin El-Eşas ise şöyle demektedir: Korkunç siyah bulut görmek, şiddet ve\nzarurete işarettir. Yağmur bulutu görmek, hayır ve ucuzluktur. Buluttan bir kısmını\neline aldığını görmek, mal ve mülkün artmasına delâlet eder.\nBir kimsenin rüyada bulutun kendisini istikbal ettiğini görmesi, adi, beşaret, keder ve\ngamdan kurtuluşa işarettir. Gökyüzünden bulutun yere düştüğünü görmek, şidetli\nyağmur ve sellere delâlet eder ve o belde düşman istilâsına maruz kalır.\nRüyada bulutun güneşi örttüğünü görmek, devlet reisinin vefatına ve zevaline delâlet\neder.\nKirmanı (rh.a.) demiştir ki:\n- Rüyada bulutlar topladığını veya yüklendiğini veya onlarla konuştuğunu görmek, ilim\nve hikmete, refah ve saadete delâlet eder. Bulutlar önünde olup onları toplamaya\nkadir olamadığını görmek, âlimler ile arkadaş olmakla beraber onların ilminden istifade edememeye işarettir.\nRüyada buluta bindiğini görmek, ilim ve hikmette kadri ve şani yüce olmaya işarettir.\nÇocuğunun buluttan olduğunu görmek de bütün dünyasının ilim ve hikmetle dolu\nolacağına delâlet eder. Yine rüyada dünyasının bulut olduğunu görmek, hikmetle,\nhayretle çalışmaya delâlet eder.\nYine tâbircilerce denilmiştir ki: Rüyada bulutu vaktinde görmek, hayır, bereket, nimet\nve mala işarettir. Bulutu vaktinde ve yağmur yağdırır görmek, o şehrin halkının\nrızkının genişliğine işarettir.\nRüyada mevsimsiz kırmızı bulut görmek, o şehir veya mahalle halkına bir sıkıntı, bir\nhastalık veya fitnenin isabet edeceğine alâmettir.\nBir kimsenin rüyada yağmursuz siyah bulut görmesi, nimet ve menfaat ile tâbir\nolunur.\nBazı kere de bulut görmek, soğuğa veya mahzunluğa delâlet eder.\nRüyada beyaz bulut görmek, iyi amel ile tâbir olunur. Bir bulutun yeryüzünden göğe\ndoğru yükseldiğini görmek, yolculuğa delâlet eder. Gurbette olan birinin bu rüyayı\ngörmesi, memleketine döneceğine işarettir.\nRüyada bir bulutun kendisini karşıladığını görmek, iyi amele, adalete, sevinmeye, her\ntürlü keder ve üzüntüden kurtulup rahata kavuşmaya alâmettir. Kötü huylu ve fitneci\nbir adamın bu rüyayı görmesi, ona erişecek azaba işarettir.\nYine rüyada bulut görmek, sıkıntı, korku, keder ve üzüntünün gitmesine, iyilik ve\n\n\n\fgüzelliklerin meydana çıkmasına delâlet eder.\nBazı kere de rüyada bulut görmek, yüce Allah'ın \"Görmedin mi şu hakikati ki Allah\nbulutları (dilediği) yere sürüyor. Sonra aralarında bir imtizaç hâsıl oluyor.\" (Âl-i\nİmran, 161) mealindeki âyet-i kerimesinin işareti ile ülfet ve sevgiye delâlet eder.\nBazıları da demişlerdir ki: Rüyada bulut görmek, kuvvetli melik, şefkat ve merhametli\nsultan veya âlime delâlet eder."
    },
    {
        "word": "BURUN KANI",
        "meaning": "Bir kimsenin rüyada burun kanı görmesi, çok akıcı ve ince ise, rüya\nsahibine isabet edecek haram mala, eğer kan katı ise, düşük yapılan erkek çocuğa\nalâmettir. Rüyada burun görmek ise mal, evlât, baba, kardeş gibi iftihar edilecek\nşeylere delâlet eder.\nDanyal (a.s.) demiştir ki:\n- Bir adamın rüyada burun görmesi, makam, murat ve ömür ile tâbir olunur.\nİbn-i Sîrîn hazretleri de şöyle derler: Rüyada burnundan bir şey aktığını görmek, kadri\nyüce bir zattan gelecek hayır ve menfaate delâlet eder.\nYine insanın rüyada güzel kokular kokladığını görmesi, mevki ve itibarının yüksek\nolacağına işarettir. Bir kimsenin rüyada burnunun kanadığını görmesi, günahlardan\ntemizleneceğine alâmettir. Rüyada burnunun kanının yol üzerine damladığını\ngörmek, malın zekâtını vermeye ve fukaraya tasaddukta bulunmaya delâlet eder.\nRüyada burnundan bir veya iki damla kan aktığını görmek, yine menfaat ile tâbir\nolunur. Burnundan akan kanı elbisesine bulaşmış görmek, kötü mal ve günaha\nişarettir.\nDenilmiştir ki: Rüyada burnunun kanadığını görmek, hazine ve büyük mala delâlet\neder."
    },
    {
        "word": "BURUN",
        "meaning": "Rüyada kendi burnunun güzel bir halde olduğunu görmek, yine insanın\nkendi haline delâlet eder. Demek ki o kişinin hâli güzeldir.\nRüyada burnunun kısaldığını, sonra büyüdüğünü veya eğrildiğini görmek, ahmaklık\nve halk arasında kötülenmeye delâlet eder. Yine rüyada burnunun ucunun kesilmiş\nolduğunu görmek, ölüme veya insanlar arasında rezil edecek bir harekette bulunmağa delâlet eder. Hamile kadının aynı rüyayı görmesi, kendisinin veya doğacak\nçocuğun ölümü ile tâbir edilir.\nRüyada iki tane burnu olduğunu görmek doğacak iki çocuğa delâlet eder. Veya bu\nrüya iki kişinin şahitliklerini temize çıkarmaya işarettir. Hasta bir adamın rüyada\nburnunun kesildiğini görmesi, ölümün geldiğine işarettir. Eğer bir başkası bu rüyayı\ngörürse halinde büyük değişiklikler olacak demektir.\nRüyada burnunun olmadığını görmek, merhamet ve şefkat eksikliğine delâlet eder.\nRüyada güzel bir şey kokladığmı görmek, sevinç ve sürura delâlet eder. Burun\ngörmek, bazı kere de ana ve babaya alâmettir.\nRüyada burnunda bir delik olup onunla aşağıya çekildiğini görmek, insanın\ntevazuuna işarettir. Burnundan konuştuğunu görmek, nimet ve devletin elden\ngideceğine işarettir. Rüyada burnundan bir kuş veya bir hayvan çıktığını görmek,\nmâlik olduğu hayvanın doğuracağına delâlet eder. Eğer hayvanı yoksa, elinden\n\n\n\fgitmiş bir malın tekrar eline geçeceğine işarettir."
    },
    {
        "word": "BUZDOLABI",
        "meaning": "Bir kimsenin rüyada buzdolabı görmesi, çok hizmetkâr ve menfaatlı\nbir hanıma işarettir. Buzdolabından su içtiğini görmek, o kadın tarafından gelecek\nmala delâlet eder."
    },
    {
        "word": "BUZAĞI",
        "meaning": "Bir kimsenin rüyada kendi hayvanlarından doğmuş bir buzağıyı görmesi,\nerkek çocuk ile tâbir olunur. Pişirilmiş buzağı görmek, korkudan emin olmaya işarettir.\nBir kadının altından yapılma bir buzağı görmesi, kendisi için sevinç, ferahlık ve\nsaadete delâlet eder."
    },
    {
        "word": "BÜKMEK",
        "meaning": "Bir adamın rüyada sarığı veya ipi büktüğünü görmesi, sefer ile tâbir\nolunur. Çünkü yollar da kıvrım kıvrım gider. Büktüğü ipin ince olması, gideceği yerin\nbolluk ve ucuzluk içinde bulunduğuna delâlet eder.\nBazı kere de rüyada ip ve urgan bükmek, işi sağlam yapmaya veya şirket kurmaya,\nyahut nikâha delâlet eder."
    },
    {
        "word": "BÜLBÜL",
        "meaning": "Rüyada bülbül görmek, mal ve mülk sahibi zengin birine veya neşeli\nzengin bir kadına işarettir. Bazı kere de bülbül görmek, Kur'ân-ı Kerim okuyan bir\nçocuk ile tâbir olunur.\nBir kimsenin rüyada bülbül görmesi, çok iyi konuşan, güzel sesli, güzel sözlü bir\nevlâda veya böyle nimete sahip bir arkadaşa delâlet eder. Evinde bir bülbül olduğunu\ngörmek, bu vasıfları haiz bir arkadaşa mâlik olmanın delilidir. Yine rüyada bir bülbül\naldığını veya kendisine hediye edildiğini görmek, hayırlı bir evlâda ve vefalı dosta\ndelâlet eder.\nRüyada bülbül eti yemek miras ile tâbir olunur. Evinde bir bülbül öldüğünü veya\nuçtuğunu görmek, sadık bir dosttan ayrılmağa veya evlâdın ayrılığına delâlet eder.\nEbu Saidü'l-Vaaz demiştir ki: Rüyada bülbül görmek, zengin kimseye, zengin kadına\nve Kur'ân-ı Kerim'i hıfzeden bir evlâda delâlet eder."
    },
    {
        "word": "BÜRD (Hırka)",
        "meaning": "Bir kimsenin rüyada hırka görmesi, dünya ve ahiret hayırlarının\ncümlesine delâlet eder. Rüyada çizgili ve çubuklu kumaştan yapılmış elbise görmek,\ndünyaca hayırlı, yünden imal edilmiş elbise de dince hayırlıdır. İbrişimden yapılmış\nhırka haram mal ile tâbir edilir. Pamuktan imal edilmiş hırka da hem din ve hem\ndünyaca muteber olan mala delâlet eder."
    },
    {
        "word": "BÜFE",
        "meaning": "Bir kimsenin rüyada büfe görmesi, bolluk ve bereket ile tâbir olunur. Çünkü\nbüfede yiyip içecek şeyler vardır. Yine bir büfede satış yaptığını görmek, maişetinin\nve rızkının bolluğuna işarettir. Memur bir adamın büfe görmesi, maaşının artacağına\nalâmettir."
    },
    {
        "word": "BÜRO",
        "meaning": "Herhangi bir insanın rüyada büro görmesi, dünya ve din işlerinde hayra\ndelâlet eder. Yine bir büroda oturup işleri idare ettiğini görmek, ibadetlerinin kabul ve\nmakbuliyetine delâlet eder."
    },
    {
        "word": "BÜRHAN (Delil)",
        "meaning": "Rüyada burhan, yani delil görmek, dava ve düşmanlığa delâlet\n\n\n\feder. Rüyada her şeye delîl getirdiğini görmek, bir insanla muhakeme olmaya\nişarettir. Rüyada bir şeye delil getirmeğe çalıştığı halde buna muvaffak olamadığını\ngörmek, davayı kaybetmenin alâmetidir."
    },
    {
        "word": "BÜYÜ",
        "meaning": "Rüyada büyü yapan bir kimse görmek, birtakım yanlış işler yüzünden başa\ngelecek maddî ve manevî zararlara delâlet eder. Yine büyücü görmek, çok hilekâr ve\nkötü bir adamdan gelecek zarar ile tâbir olunur. Çünkü büyü, dinen yasak olan bir\nşeydir."
    },
    {
        "word": "BÜYÜK ADAM",
        "meaning": "Bir kimsenin rüyada tanınmış ve büyük bir adam görmesi, işlerinde\nbaşarılı olacağının alâmetidir."
    },
    {
        "word": "BÜYÜK TERAZİ",
        "meaning": "Rüyada büyük terazi görmek, huyu ve yaratılışı birbirini tutmayan\nbir kadınla evlenmeye delâlet eder."
    },
    {
        "word": "BÜYÜK ÇANAK",
        "meaning": "Kişinin rüyada büyük bir çanak görmesi, şişman ve temiz bir\nhizmetçi ile tâbir olunur. Görülen çanak eğer camdan ise, kendisiyle öğünülen\narkadaşa delâlet eder."
    },
    {
        "word": "BÜYÜK ÇADIR",
        "meaning": "Rüyada büyük bir çadır görmek, saltanat ve devlete delâlet eder.\nÇünkü çadırlar padişahların otağıdır. Bazı kere de büyük bir çadırı olduğunu görmek,\nşehidlerin kabrini ziyarete işarettir.\nRüyada büyük bir çadıra mâlik olduğunu gören kimse, şükründen âciz kalacağı bir\nnimete kavuşur. Yine rüyada yeşil ve beyaz renk çadırlar görmek, iyiliğe, şehitliğe,\nibadete ve büyük nimetlere delâlet eder."
    },
    {
        "word": "BÜYÜK KAPI",
        "meaning": "Bir kimsenin rüyada ev veya mescidin büyük kapısını görmesi;\nbezendiği elbisesine ve durumunu örten malına, kadri yüce ve nesli çok olan güzel bir\nkadına delâlet eder."
    },
    {
        "word": "BÜYÜK KERTENKELE",
        "meaning": "Rüyada büyük kertenkele görmek, insanların arasını ifsat\neden, söz götürüp getiren âsi bir kimseye delâlet eder. Bazan da bu hayvanı görmek,\nyer değiştiren bir düşman ile tâbir olunur. Bu kısmı şöyle noktalayalım:\nEğer sende bir meyil yok ise Hak'tan yana,\nCennetleri görsen de bel bağlama rüyana!.."
    },
    {
        "word": "CAM",
        "meaning": "Cam çabuk kırılan bir nesne olduğundan, rüyada Cam görmek, az veya çok\nolsun, geçici bir üzüntüye delâlet eder.\nRüyada cam görmek, gizli kapalı olan sırların aşikâre olarak meydan bulacağına\nişarettir. Çünkü cam bir şeyi örtüp gizlemez. Bir adamın rüyada camı bir kap veya\nmuhafaza içinde görmesi, üzüntü ve kederinin kendisine hafif ve kolay geleceğine\ndelâlet eder.\nRüyada, yeşil, kırmızı, sarı ve sedeften ve bunlara benzer şeylerden yapılmış camlar\ngörmek, mal, evlat ve zevceden olan şüphelere, riya ve nifaka işarettir.\nRüyada cam sildiğini görmek, yapılan bazı işlerden çok istifade edileceğine alâmettir.\nBekâr birinin rüyada camdan yapılma bir eşya görmesi, evlenmek ile tâbir olunur."
    },
    {
        "word": "CAMi",
        "meaning": "Kişinin rüyada cami görmesi, hayır ve bereket ile tâbir olunur. Çünkü\ncamiler, İslâmın alâmeti ve şiarı ve Allahın evleridir. Rüyada camiye girdiğini görmek,\ndin işlerini hakkıyla yapmaya, helal ve haram arasını ayıran hâkime ve insanın ticaret\niçin çıktığı pazara delâlet eder.\nBir Müslümanın rüyada şehir camiini görmesi; ana, baba, hoca ve üstad gibi\nkendisine itaat lazım olan herkese delâlet eder. Rüyada caminin mihrabını görmek,\nhelâl rızka ve sâliha zevceye işarettir.\nRüyada mazlum olarak camiye girdiğini görmek, adalete, Kur'an ve denize, temizlik\nmahalli olan hamama, huşu yeri olan kabre, güzel kokuya, susmaya ve kıbleye\nyönelmeye delâlet eder.\nRüyada, cami, mescid ve medrese inşa ve imar ettiğini görmek, kendisine tabi\nolunacak bir âlime delâlet eder.\nIbn-i Sîrîn hazretleri demiştir ki:\n- Rüyada, cami, mescid, medrese veya başka hayır evi imar eylediğini görmek,\nuyanıkken bunları yapmaya muvaffak olmaya delâlet eder. Ve rüya sahibi salih\nameller işler. Eğer ehil biri ise hüküm ve nüfuz sahibi olur.\nYine rüyada cami, mescid veya medreseye bir şey ilave ettiğini görmek, dinde çok\nçok hayıra nail olmanın işaretidir.\nCabirü'l-Mağribî demiştir ki:\n- Rüyada bir mescid inşa eylediğini görmek, dindar ve saliha bir kadın ile evlenmeye\ndelâlet eder. Rüyada, camiye, mescide ve ya medreseye girdiğini görmek, takva ve\nvera ile de tâbir olunur.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada cami görmek şu veçhe ile tâbir olunur:\na) Sultan ve onun makamı,\nb) Medrese hocaları,\nc) Alimler ve fıkıh bilginleri,\nd) Kadri yüce bir kadın.\n\n\n\n\fİmam Nablusî (rh.a) demiştir ki: Rüyada cami görmek, düşmandan korunup\nkorkudan emin olmak için yapılan kaleye delâlet eder. Caminin kubbesi melikin\nyakınları ve haline muttali olan kimselere işarettir. Caminin direkleri de, devlet\nbüyükleri ve âmirler ile tâbir olunur.\nRüyada caminin mihrabını görmek, helâl rızka, saliha zevceye dinde hayra; minaresi,\nvezir ve imama, bazı kere de minare, müezzine, Kur'ân-ı Kerim okuyana delâlet eder.\nBir kimsenin rüyada caminin yanmasını ve rüzgarın camiyi uçurmasını görmesi, rüya\nsahibinin kaybolmasına, mülkünün değişmesine alâmettir. Caminin etrafında olan\nşadırvan, subaylar ve askerler için tıpkı kışlalar gibidir. Bir şehrin camisi, o şehir\nhalkına delâlet eder.\nRüyada caminin sergilerini, halılarını görmek, şehrin hayır sahiplerine ve namaz\nibadeti için camide toplanan cemaate delâlet eder. Caminin müezzinini rüyada\ngörmek, şehrin hakimi, halkı hidayete davet eden ve duasına inanılır âlimlerine\nişarettir.\nYine denilmiştir ki, caminin lambalarını görmek, o asrın fıkıh âlimlerine delâlet eder.\nCaminin tavanı ise hüküm vermede müracaat edilen dinî kitaplardır. Hasılı, rüyada\ncami görmek, iyilik, hayır, bereket ve ni'mettir."
    },
    {
        "word": "CAMBAZ",
        "meaning": "Bir kimsenin rüyada koyun cambazı görmesi, halkın şereflilerini\ndünyasına tercih eden ve işleri eline alan adama delâlet eder. Câriye (Hizmetçi)\nsatan cambazı görmek, haber sahibi kimseye alâmettir. Hayvan satan cambazı\ngörmek, bazı kere de, kara avcısına, köle satan cambazı görmek de deniz avcısına\ndelâlet eder."
    },
    {
        "word": "CANAVAR",
        "meaning": "Kişinin rüyada yırtıcı canavar görmesi, asaleti bozuk biriyle cenk\netmesine ve hileye işarettir. Bazı kere de canavar görmek, mal çokluğu ile kuvvetli ve\ngalip bir insanı görmek ile tâbir olunur.\nRüyada bir canavarın elini ısırdığını veya öldürdüğünü görmek, o öldürülen kişiye,\nbüyük bir kişiden zarar erişeceğine delâlet eder."
    },
    {
        "word": "CASUS",
        "meaning": "Bir kimsenin rüyada casusluk ettiğini görmesi, şerli ve kötü işleri hayırlı\nişlere tercih etmeye işarettir. Bir başka adamın casusluk ettiğini görmek, herhangi bir\nadamdan gelecek fenalığa delâlet eder."
    },
    {
        "word": "CEPHANE",
        "meaning": "Rüyada silahlarla dolu bir cephane görmek, rüya sahibini bir tehlikenin\nbeklediğine delâlet eder."
    },
    {
        "word": "CEBİR (Zor kullanmak)",
        "meaning": "Bir kimsenin rüyada herhangi bir zata karşı zor kullanarak\nbir şey yaptırmak istemesini görmesi, işlerinin muntazam bir şekilde devam\nedeceğinin alâmetidir."
    },
    {
        "word": "CEBRAİL (a.s)",
        "meaning": "Cebrail, meleklerin sultanı ve Peygamberlere vahiy getiren bir\nmahlûk. Bu sebeple rüyada onu görmek, şeref ve izzete, kuvvet ve müjdeye delâlet\neder. Yine bir kimsenin Hazret-i Cibril'i şen olarak kendisine müjde verir ve nasihat\neder bir halde görmesi, şeref, izzet ve kuvvete işarettir.\nBu rüyayı gören, hasta ise şifa bulacağına, korkuyorsa korkudan emin olacağına,\nüzüntülü ise keder ve gamdan kurtulacağına delâlet eder. Rüyada Cebrail (a.s) i\ngörmek, şehitlik ile de tâbir edilir.\nBir kimsenin Cebrail (a.s) dan yiyecek bir şey aldığını görmesi, o kişinin cennet\nehlinden biri olacağına alâmettir.\nYine rüyada, Hazret-i Cibril'i kendisine selâm verir halde görmek, rüya sahibinin kadri\nyüce, medhe lâyık bir âlim olacağına delâlet eder.\nNablusî demiştir ki:\n- Rüyada Cebrail (a.s) 'i görmek, rüya sahibinin ne kadar uzun ömürlü olursa olsun,\nsonunda şehid olarak öleceğine delâlet eder. Cebrail (a.s)'dan yiyecek bir şey\naldığını görmek cennet ehlinden olmak ile tâbir edilir.\nBazı kere de Cebrail (a.s)'ı görmek, harekâta, cihada ve düşman üzerine zafer ve\ngalebeye delâlet eder. Yine o büyük meleği görmek, şer'i ilimlere, astronomi ilmine ve\nbunlardan başka ilimlere muttali olmaya işarettir.\nRüyada kendisini Cebrail (a.s)'ın suretinde görmek, kerem, cömertlik, hayır ve\nbereket ile tâbir olunur."
    },
    {
        "word": "CEHALET",
        "meaning": "Bir kimsenin rüyada kendisinin cehalette bulunduğunu görmesi, akıl\nnoksanlığı ile tâbir olunur. Bu yüzden, kendisinin cehalette bulunduğunu görenin aklı\n\n\n\faz ve hafif olur.\nYine rüyada cehalet hâli görmek, ehl-i sünnetten ayrılmaya veya abdestsiz namaz\nkılmaya işarettir. Bazı kere de cehalet, namus ve iffeti zedeleyen söze ve fıska\nalâmettir. Cehalet, rüyada değil uyanıkken bile insan için yüz karası bir haldir. Hattâ\n\"Cahillerden yüz çevir.\" diye âyet-i kerimede buyurulmaktadır."
    },
    {
        "word": "CEHENNEM",
        "meaning": "Rüyada cehennemin görülmesi büyük günahlar ile tâbir olunur.\nÇünkü cehennem günahkârların ceza mahallidir. Rüyada cehenneme girdiğini\ngörmek, dünya hayatında fakr ve zarurete, gam ve kedere, âhirette de azaba işarettir.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada cehennem görmek, şu şekilde tâbir olunur:\na) Fısk ve küfür,\nb) Sıkıntı ve keder,\nc) Şer ve fesat,\nd) Kıtlık ve sefalet\nIbn-i Kesir (rh.a) demiştir ki: Rüyada cehennem görmek, mal ve şerefin zevaline,\nzengin iken fakir olmaya, refahdan çıkıp şiddet ve zarurete girmeğe, sıkıntı ve\nzindana düşmeğe, dünyada zarar ve hüsrana, zillet ve hakarete ve son nefeste\nimansız gitmeye delâlet eder.\nRüyada cehennem bekçisi olan Mâlik isimli meleği görmek, yüce ve Kerim olan\nAllah'ın ve onun Resûlü'nün ve müminlerin muhabbetine, izzet ve saltanata, nifaktan\nuzaklaşmağa, günahlardan kurtulmağa ve dinde gayrete delâlet eder.\nNablusî hazretleri demiştir ki:\n- Rüyada cehenneme kılıcını çekerek girdiğini gören kimse, fuhuş, kötü ve yaramaz\nkonuşur. Tebessüm ederek cehenneme girdiğini gören kimse fasık, azgın ve Rabine\nisyan edici ve dünya nimetleriyle ferahlanıcıdır.\nIbn-i Sîrîn (rh.a) demiştir ki:\n- Bir kimsenin rüyada cehenneme girdiğini görmesi, servet ve malının zevaline, kötü\nsuale düşmeğe, dünyada bid'at ehli olmaya, hamama, fırına ve içinde ateş yakılan\nyerlere delâlet eder.\nRüyada cehennemden kurtulduğunu görmek, günahtan tevbe etmeye; cehennemde\noturup yemek yemek ve şarabından içmek günahta ısrar etmeye delâlet eder.\nYine rüyada Mâlik veya cehennem bekçilerinden birinin kendisini yakalayıp ateşe\nattığını görmek, zül ve hakarete düşmeğe, cehenneme girmeyi müteakip\ncehennemden çıktığını görmek, cennete gireceğine, günah ve hatalarına tevbe\nedeceğine işarettir.\nRüyada yüzü siyah, gözleri gömgök olarak görmek ve cehennemde bulunmak,\nAllanın düşmanları ile dost olmaya delâlet eder. Rüyada cehennemi açık olarak\ngörmek de, sultanın ve Allahın azabı ile tâbir olunur.\nYine denilmiştir ki: Rüyada cehennemi görmek ve oraya girmek, dünyada rütbenin\nelden gitmesine işarettir. Bazı kere de bu rüya, zenginlikten fakirliğe, ülfet ve\nünsiyetten vahşet ve geçimsizliğe, daima zindanda kalmaya, dünyada hor ve hakir\nolmaya delâlet eder.\n\n\n\fRüyada cehennemin bekçisini kendisine doğru yönelik teveccüh ettiğini görmek,\nateşten selâmet bulmaya ve emin olmaya delâlet eder.\nYine rüyada cehennem bekçilerinden birini görmek, polis eline geçmeye ve suale\nçekilmeye işarettir. Zindandaki bir adamın rüyada cehennemin bekçisini kendisine\ntebessüm eder görmesi, hapisten kurtulmaya delâlet eder.\nRüyada daimi olarak cehenneme hapsedildiğini ve fakat ne zaman cehenneme\ngirdiğini bilmediğini görmek, dünyada fakirlik ve mahrumiyete ve mahzun olmaya\ndelâlet eder.\nHasılı rüyada cehennem görmek, kötülüğe, isyana, günaha, meşakkate ve zillete\ndelâlet eder. Böyle bir rüya görenin hemen kendine gelmesi ve hatalarına tevbe\netmesi gerekir. Çünkü tevbe eden hiç günah işlememiş gibi olur."
    },
    {
        "word": "CELEP",
        "meaning": "Rüyada celep görmek, mal toplayan bir adama delâlet eder. Bazan da\nzengin bir dost ile karşılaşmaya işarettir."
    },
    {
        "word": "CELLAT",
        "meaning": "Bir kimsenin rüyada cellat görmesi, kötü sözler sarfeden bir adam ile tâbir\nolunur. Yine cellat, hüzün ve keder veren bir adama da delâlet eder."
    },
    {
        "word": "CEMAAT",
        "meaning": "Rüyada insanların bir yere toplandığını görmek, Allah'ın rahmetine\ndelâlet eder. Çünkü toplulukta rahmet, ayrılıkta azâb vardır. Bazı kere de cemaat\ngörmek, ödenmesi lazım gelen şeyi ödemeye, zarar ve ziyana işarettir. Rüyada ölen\nbirinin cemaat arasında gömüldüğünü görmek, o ölünün mağfiret edilip Cenâb-ı\nHakk'ın rahmetine mazhar olduğuna delâlet eder. Yine cemaat, selâmet ve kolaylığa,\nişlerin düzgünlüğüne ve insanlarla iyi geçinmeye alâmettir."
    },
    {
        "word": "CEMAL (Güzellik)",
        "meaning": "Bir kimsenin rüyada güzel bir yüz görmesi, sevince ve müjdeye\ndelâlet eder."
    },
    {
        "word": "CENABET",
        "meaning": "Rüyada cünüp olarak namaz kıldığını görmek, ibadet için yola çıkmaya\nişarettir. Yine cünüp olduğu halde yıkanmak için su bulamadığını görmek, arzu ettiği\ndünya ve âhiret işlerinde güçlüğe delâlet eder. Rüyada cünüp olduğunu fakat sonra\nsu bulup yıkandığını görmek, keder ve üzüntüden kurtulmaya işarettir.\nİbn-i Sîrîn hazretleri demiştir ki: Rüyada meni görmek, mal ve ni'mete delâlet eder.\nRüyada bir kap içinde meni olduğunu görmek, bir maldan kendisine gelecek\nmenfaate işarettir.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada cenabet görmek, üç veçhe ile tâbir olunur:\na) Evlât,\nb) Mal,\nd) Malın elden çıkması"
    },
    {
        "word": "CENAZE",
        "meaning": "Rüyada bir cenaze üzerine namaz kıldığını görmek, Allah için bir kavimle\nkardeşlik etmeye işarettir. Yine bir kimse rüyada tabutu ve cenazeyi yüklendiğini\ngörse, devlet ve saltanat sahibi bir zâta tabi olur ve ondan mal ve servet elde eder.\nRüyada bizzat kendisinin cenaze ve tabut üzerinde olduğunu görmek, çok mala\ndelâlet eder.\n\n\n\n\fRüyada bir cenazenin arkasından gittiğini görmek, dinde bozukluğa işarettir. Rüyada\nkaldırıp bir tabut üzerine konulduğunu ve bir takım insanların kendisini\nomuzladıklarını görmek, yücelik ve saltanata delâlet eder ve rüya sahibi halkın\nbaşına geçer.\nNablusî demiştir ki:\n- Rüyada vali, tüccar, reis veya sanatkârın kendisi tabut üzerinde olduğu halde,\nyeryüzünde gezer görmeleri gemiye binmelerine alâmettir.\nBir kimsenin rüyada herhangi cenazenin havada gittiğini görmesi, bir reis veya bir\nâlimin ölmesinden dolayı müşkilâta uğrayacağına delâlet eder. Bazı kere de bu rüya,\nkıymetli ve meziyet sahibi bir zatın gurbette veya harpte vefat edeceğine işarettir.\nYine bir sokakta cenaze görülmesi, o sokaktaki dükkânlarda bulunan malların\nsatılmasına delâlet eder.\nRüyada birçok cenazenin bir yere konulduğunu görmek, o yer halkının günahlarla\nçok meşgul olmalarına işarettir. Rüyada kendisinin bir cenazeyi yüklendiğini görmek,\nharam mal ile tâbir olunur. Bekâr bir kadının rüyada kendisini ölmüş görmesi, yakında\nevleneceğine delâlet eder. Bu rüyayı evli kadının görmesi, dininde noksanlığa\nişarettir."
    },
    {
        "word": "CENNET",
        "meaning": "Cennet, yüce Allah'ın mümin kulları için hazırladığı saadet yurdudur ve\nonun rahmetinin bir eseridir. Bu sebeple rüyada cennet görmek hayır ve müjde ile\ntâbir olunur. Bir kimsenin rüyada cenneti açıkça görmesi, arzu ettiği ve istediği her\nşeye nail olacağına delâlet eder.\nRüyada cennetin içine girdiğini görmek, her iki âlemde de emniyet ve sevinç\nişaretidir.\nBir kimsenin rüyada cennetin hazinedarını görmesi, sevinç ve nimete, yaşadığı\nmüddetçe temiz bir hayata ve belâlardan emin olmaya delâlet eder.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada cennete girdiğini görmek şu veçhe ile tâbir\nolunur:\na) Cami,\nb) Zikir meclisi,\nc) Çarşı,\nd) Hac ibadeti,\ne) Allah yolunda cihad,\nf) İlim ve salih amel.\nBazı kere de cennete girmeyi görmek, cennete girmeye vesile olacak güzel ve\nmakbul ameller işlemeye delâlet eder.\nBir adamın rüyada cennetin sütünden, içki ve şarabından veya sularından içtiğini\ngörmesi, ilme, hikmete, nimete, güzel itikada ve Sünnet-i Seniyyeyi işlemeye delâlet\neder.\nYine rüyada cennet meyvelerinden\nrızıklanacağına işarettir.\n\n\n\nyediğini\n\ngörmek,\n\nyediği\n\nmeyve\n\nkadar\n\n\fRüyasında bir adama \"Sen cennete giresin\" denilse, bu rüya o kişi için mirasa, ilim ve\nhidayete delâlet eder. Bazan da cennete girmek, üzüntü ve kederden halâs olmağa\nişarettir. Bir kimsenin rüyada hanımı ile beraber cennete girdiğini görmesi, dünyada\nzevcesi ile iyi geçineceğine delâlet eder.\nRüyada cennet köşklerinden birine girdiğini görmek, yüksek rütbeye nâiliyete, iftihar\nvesilesi olarak iş işlemeğe, genişlik ve zenginliğe ve güzel akıbete delâlet eder. Yine\ncennete girip ırmaklarından içmek, meyvelerinden yemek, ağaçlarının gölgesinde\noturmak huri ve gılmanını görmek; ilme, hidâyete, rızka, zürriyete, uzun ömre, son\nnefesinde şehîden vefat etmeye alâmettir.\nRüyada cennet kapılarından birinin üzerine kapandığını görmek, ana ve babasından\nbirinin vefat edeceğine işarettir. Çünkü cennet ana babasının rızası ile kazanılır. Yine\ncennetin bütün kapılarının üzerine kapanıp açılmadığını görmek, ana ve babaya asi\nolmaya ve ondan razı olmadıklarına delâlet eder.\nRüyada istediği kapıdan cennete girdiğini görmek, anne babanın kendisinden razı\nolduğunun işaretidir.\nYine denilmiştir ki: Rüyada cennete girdiğini gören kişinin eceli ve ölümü yakındır ve\nona gideceği yer gösterilmiştir.\nRüyada cenneti cehenneme attığını görmek, bağ ve bostanı veya başka bir şeyi\nsatmaya delâlet eder. Malmum bağ bostan yeşilliktir, cennet de yeşildir. Yeşili elden\nçıkarmak böyle netice verir.\nRüyada kevser suyundan içtiğini görmek, reis olmağa, düşman üzerine galip\ngelmeğe ve kuvvete delâlet eder. Kendisini cennet köşklerinden birinde görmek,\ngüzel bir kadınla evlenmeğe ve insanlar üzerine reis olmağa işarettir.\nRüyada zikir ve tesbihlerle cennete girdiğini görmek, teheccüd namazı, tesbih ve\ntahlili sebebiyle cennete girmesine delâlet eder. Yine Reyyan kapısından cennete\ngirdiğini görmek, tuttuğu orucu sebebiyle cennete girmeye işarettir.\nNablusî (rh.a) demiştir ki:\n\"- Rüyada cennet nehirlerinden içilen şey tabirce muteber tutulur. Şöyle ki: Rüyada\nsu nehri görmek rızka; süt nehri fıtrata, şarap nehri, Allah sevgisinden meydana\ngelen cezbeye ve Allahu Teâlâ'nın haram kıldığı şeylere buğzetmeğe; bal nehri ise\nilim ve Kur'ân-ı Kerim'e delâlet eder.\"\nCabir'ül-Mağribî de demiştir ki:\n\"- Rüyada Cennet-i rıdvanı gören ve bundan dolayı rüyasında ferah duyan son\nderece sürür ve sevince ve nimete erer. Yine rüyada yüksek bir mekânda\nbulunduğunu burasının cennet olduğunu zanneylediğini görmek, âdil bir sultana,\nyahut faziletli bir âlime veya zengin ve kerem sahibi bir adama vasıl olmaya delâlet\neder. Rüyada elinde cennet kapısının anahtarı olduğunu görmek, İslâm ve tevhid\nüzere ölmeye alâmettir.\"\nRüyada Tuba ağacının altında oturduğunu görmek, dünya ve âhirette muradın hasıl\nolacağına delâlet eder. Yine cennette şerbet veya süt içtiğini görmek, âlim, hakîm ve.\nzenginlik ile tâbir olunur.\nYine rüyada cennet ağaçlarından birini görmek, ilmiyle amel eden kimseye, insanları\n\n\n\firşad eden mürşide ve hurilere delâlet eder. Rüyada cennet ağaçlarına mâlik\nolduğunu, veya o ağaçlardan bir şey yaptığını görmek, evlât ve kadınlara işarettir.\nRüyada cennete girip onun meyvesinden yemediğini, nehirlerinden içmediğini ve\nnimetlerine el uzatmadığını görmek, sahip olduğu ilimden bir faide görememeye\nalâmettir.\nRüyada cennetten kovulduğunu görmek, ilk insan ve ilk peygamber Hazret-i Âdem\n(a.s)'in hikâyesinden ötürü fakirliğe giriftar olmaya delâlet eder.\nCennette tavaf ettiğini görmek, rızkın genişliğine, şanın yüceliğine, korku ve\ntehlikelerden emin olmaya delâlet eder.\nBazı kere de rüyada cennete girdiğini görmek, helâl mala, ailesi için iyilik etmeye ve\nAllahü Teâlâdan korkmaya delâlet eder. Yine cennete girmek, bağ ve bahçeye sahip\nolmaya, faideli ve menfaatli şeylerin ele geçmesine ve geniş rızka delâlet eder.\nRüyada insanların hepsinin cennete girdiklerini görmek, o senenin bolluk ve\nbereketine, devlet reisinin adaletine, meyve, hububat ve ziraata gelecek berekete\nişarettir.\nElinde bir kitapla cennete girdiğini görmek, ilim ve güzel amele delâlet eder. Cennete\nmal ve yürüyen hayvanlarla girdiğini görmek ise, malın zekâtını vermek sebebiyle\ncennete nâiliyete delâlet eder.\nRüyada cennette muz ağacının meyvesini yediğini ve gölgesinde oturduğunu\ngörmek, muradının incisini elde etmeye işarettir.\nRüyada cennete ne zaman girdiğini bilmemek, dünyada bulunduğu müddetçe izzet\nve nimete nail olmaya delâlet eder.\nRüyada tebessüm ederek cennete girdiğini görmek, yüce Allah'ı çok zikretmeye\nişarettir. Kılıcını kından çıkararak cennete girdiğini görmek ise, iyilikle emretmeye,\nkötülükten men'etmeye, nimet, medh ve senaya delâlet eder."
    },
    {
        "word": "CENNETİN HAZNEDARI",
        "meaning": "Bir kimsenin rüyada cennetin haznedarını görmesi,\ndevamlı sevince ve sürura delâlet eder. Bazı kere de rüyada cennetin haznedarını\ngörmek, nimete, temiz bir hayata ve yüce Allah'ın rızasına delâlet eder.\nVe yine cennette olduğunu, meleklerin kendisine selâm verdiğini ve cennetin bir\nkapısından girdiklerini görmek, Allahü Teâlâ'nın o kimseyi affedeceğine, uzun ve\ndevamlı bir hayırla ona ihsanlarda bulunacağına alâmettir. Yine rüyada cennetin\nhaznedarını görmek, üzüntü ve kederin gideceğine, sürür ve ferahın avdetine ve\ngüzel bir geçime delâlet eder.\nYine rüyada cennet haznedarı görmek, devletin haznedarına ve hayırlı bir haber ile\ngönderdiği adamına, vadin yerine getirilmesine, ihtiyaçların giderilmesine, duanın\nkabul olunmasına delâlet eder.\nRüyada cennet haznedarının kendisine bir şey verdiğini, yahut cennet elbiselerinden\ngiydirdiğini veya güler yüzlülük gösterdiğini görmek Allah'ın o kimseden razı\nolmasına, gizli ve aşikâre onun üzerine nimetlerini indirmesine delâlet eder."
    },
    {
        "word": "CERRAH",
        "meaning": "Rüyada hasta veya ameliyata ihtiyacı olan birinin cerrah görmesi ve\ncerrahın huzuruna girmesi, o kişinin hastalığından afiyet bulmasına, üzüntü, keder,\ngam ve sıkıntıdan kurtulmasına delâlet eder.\nYine rüyada cerrahın, cerraha ihtiyacı olmayanın yanına girmesi, o kişinin kan\nalmaya ihtiyacı olmasına işarettir. Bazan da cerrah, insanın sağlam olan azalarının\netini yırtan ve kanını akıtan kimseye alâmettir. Cerrahı güler yüzle görmek, sıkıntı ve\nüzüntüden halâs olmağa delâlet eder."
    },
    {
        "word": "CESARET",
        "meaning": "Kişinin rüyada cesaret gösterdiğini ve şecaatli olduğunu görmesi, bir\nşeyde ısrar ve azmetmeye delâlet eder. Bazı kere de cesaret, kendisini rahatsız eden\nşeyleri def etmek ve düşmanla karşılaşmaktan dolayı o kimsenin Allah'a ve insanlara\nyaklaşmasına alâmettir."
    },
    {
        "word": "CEPHANE",
        "meaning": "Bir kimsenin rüyada cephane görmesi, geçimsizliğe delâlet eder.\nCephaneciyi görmek ise, halkın iaşesini temin eden bir adam ile tâbir olunur. Rüyada\nevinin kapısı önüne cephane yığıldığını görmek, rüya sahibinden komşuların razı\nolmadığına delâlet eder.\nYine bir kimsenin rüyada cephane kutusu görmesi, itibarının ve malının artacağına\nişarettir."
    },
    {
        "word": "CEPHE",
        "meaning": "İnsanın kendisini bir cephede düşmanla savaşır görmesi, gizli\ndüşmanlarının olduğuna ve bu sebeple üzüntü ve kedere uğrayacağına alâmettir."
    },
    {
        "word": "CENK ALETİ",
        "meaning": "Rüyada cenk aleti görmek, izzet, şan\" ve büyüklüğe delâlet eder.\nÇünkü cenk âleti düşmanı kırmaya, zaferler elde etmeye yarar."
    },
    {
        "word": "CESET",
        "meaning": "Bir kimsenin rüyada herhangi bir ceset görmesi, korku, keder ve üzüntü ile\nberaber bir ölüm haberi almaya delâlet eder."
    },
    {
        "word": "CETVEL",
        "meaning": "Rüyada cetvel görmek, sıdk ve doğruluğa alâmettir.\nYine rüyada cetvelle bir şeyi ölçtüğünü görmek, hayatta başarılı olmaya ve gönüldeki\nmuradın gerçekleşmesine delâlet eder."
    },
    {
        "word": "CEVHERCİ",
        "meaning": "Kişinin rüyada cevher satan kimseyi görmesi, ibadet eden bir insana\nişarettir. Yine rüyada cevherciyi görmek, mücevherat alıp satan, çetin işlerde\nkendisine uyulan âlime, dindar ve ilim sahibi bir zâta, hizmetçilere ve çok mala\nalâmettir."
    },
    {
        "word": "CEVİZ",
        "meaning": "Bir kimsenin rüyada ceviz görmesi, hazine edilmiş mal ile tâbir olunur. Yine\nceviz, salih kimseler, reisler ve kardeşlerle, bedenin sıhhati ve uzun bir sefere delâlet\neder. Cevizi gören kadın ise, çok uzun ömürlü olmaya işarettir.\nRüyada cevizlerin birbirine sürtülmesinden dolayı işitilen ses, düşmanlık ve şiddet ile\ntâbir olunur. Kırılmış ceviz görmek, zahmetsiz ve meşakkatsiz elde edilen mala\ndelâlet eder. Rüyada Hind cevizi görmek, kâhin ve falcıların sözü ile tâbir olunur.\nHind cevizinden yediğini görmek, insanlar nezdinden sözünün doğrulanmadığına\ndelâlet eder.\nBir kimsenin rüyada ceviz toplayıp yediğini görmesi, kendisine bir kadın tarafından\ngelecek mala delâlet eder. Rüyada ceviz ağacının yapraklarının düştüğünü veya\n\n\n\fonları topladığını görmek, büyük bir adamdan gelecek hayra ve ele girecek nimete\ndelâlet eder.\nBazıları da demiştir ki: \"Rüyada görülen ceviz ağacı, uğursuz çetin ve artan mala\nsahip olan bir adama delâlet eder.\"\nNeblusî (rh.a) demiştir ki:\n\"- Rüyada ağaçtan düşüp iki eli veya ayağının kırıldığını gören helak olmaya yaklaşır,\nbir belâya girer, fakat sonra bundan halâs olur. Ceviz ağacını kökünden çıkardığını\ngören, arap olmayan bir insanı öldürür.\"\nRüyadada bir bahçede ceviz toplayıp biriktirdiğini görmek, bir kadın tarafından\ngelecek mala işarettir. Eğer rüya esnasında gördüğü cevizin kabuğu soyulmuş ise,\nkendisine kifayet edecek derecede rızıklanır. Rüyada cevizin kabuğunu yediğini\ngörmek, cimri bir adamı gıybet etmeye işarettir."
    },
    {
        "word": "CEVİZ KABUĞU",
        "meaning": "Bir kimsenin rüyada kabuk görmesi, elbiseye delâlet eder. Çünkü\nmeyvenin kabuğu onu örten elbise gibidir. Bazı kere de kabuk görmek, hâmile bir\nhatunun çocuğunu düşürmesine delâlet eder."
    },
    {
        "word": "CEYHUN NEHRİ",
        "meaning": "Rüyada Ceyhun veya bir başka nehirde yıkandığını görmek,\nyüce ve Kerim olan Allah tarafından lütfedilecek büyük bir mülke ve nimete delâlet\neder. Üzüntü ve kederin gitmesi, borcun ödenmesine de işarettir. Rüyayı gören âlim\nbiri ise, ilmi artar, köle ise azad edilir, hasta ise şifa bulur, zindanda ise zindandan\nkurtulur. Hasılı ırmakta yıkanmak iyi bir haberdir."
    },
    {
        "word": "CEYLAN",
        "meaning": "Bir kimsenin rüyada ceylân tuttuğunu görmesi, güzel bir hizmetçi ile tâbir\nolunur. Rüyada ceylanın etinden yediğini görmek, güzel bir kadın tarafından gelecek\nnimete delâlet eder.\nEbu Said'ül-Vaaz demiştir ki: Rüyada ceylan görmek, güzel bir hizmetçi ile tâbir\nolunur. Rüyada ceylan avında olduğunu gören bir kadın ile evlenir.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada ceylan görmek, dört şekilde tâbir olunur:\na) Zevce,\nb) Hizmetçi,\nc) Evlât,\nd) Kadın sebebiyle gelecek menfaat.\nKirmanı de demiştir ki: Rüyada bir ceylan kestiğini gören kimse bir kız ile izdivaç\neder. Ceylanı yüzdüğünü görenin zina etmesinden korkulur.\nRüyada bir ceylan yavrusu tuttuğunu görmek, güzel bir evlada delâlet eder."
    },
    {
        "word": "CEZAEVİ",
        "meaning": "Bir kimsenin rüyada tutuklanarak zindana girdiğini görmesi, iş sahasında\nbaşarılı olmaya, şan ve şerefe delâlet eder. Bazı kere de bu rüya, yalnızlığa,\nfakirlikten sonra zenginliğe ve iyi akıbete işarettir."
    },
    {
        "word": "CEZVE",
        "meaning": "Rüyada kahve pişirilen cezve görmek, hiç beklenmedik bir habere delâlet\neder. Kahveyi fincana koyup misafirine ikram ettiğini görmek, yeni bir dost\nkazanmaya işarettir."
    },
    {
        "word": "CIMBIZ",
        "meaning": "Kişinin rüyada cımbız görmesi, rakiplere karşı üstün gelmeye ve işlerde\nmuvaffak olmaya alâmettir."
    },
    {
        "word": "CIVA",
        "meaning": "Rüyada cıva görmek, noksan bir şeye delâlet eder. Bir adam rüyada cıvaya\nmâlik olduğunu görse, bu rüya, o kişinin sözünden döneceğine delâlet eder. Çünkü\ncıva elde avuçta durmaz ve onun muhafazası zordur.\nYine cıvayı barometrede yükselir halde görmek, ticarette başarı; alçalırken görmek\nde, başarısızlığa delâlet eder."
    },
    {
        "word": "CIVATA",
        "meaning": "Bir kimsenin rüyada bir yere cıvata taktığını görmesi, aile bağlarının\nkuvvetliliğine ve evlâtların çokluğuna delâlet eder. Bekâr birinin cıvata görmesi,\nevlenmeye işarettir."
    },
    {
        "word": "CIRCIR",
        "meaning": "Bir nevi yün eğirmeye yarayan ve çıkrık da denilen bu âleti rüyada görmek,\nhayırlı mala, maksada nail olmaya, bekarlar için evlenmeye, fakir için de zenginliğe\ndelâlet eder."
    },
    {
        "word": "CİĞERCİ",
        "meaning": "Bir kimsenin rüyada ciğerciyi görmesi, korkudan emin olmaya,\nmuhafazakârlığa, iffet ve namusa, sıhhata, sükût etmeye ve düşman üzerine galip\ngelmeye alâmettir. Bazı kere de ciğerciyi görmek, halkı sefere teşvik eden bir\nkimseye işarettir."
    },
    {
        "word": "CİBİNLİK",
        "meaning": "Rüyada cibinlik görmek, evlenmeye işaret olduğu gibi üzüntü ve kedere\nde delâlet eder. Çünkü cibinlik altında olanı sıkıntıya sokar."
    },
    {
        "word": "CİHAD",
        "meaning": "Rüyada düşman ile cihad ettiğini görmek, çoluk çocuğunun rızkını temin\nhususunda gayret göstermeye, güzel isimle medh edilmeye, şan ve şerefe delâlet\neder. Bazı kere de cihad rüyası, rızkın genişliği ile tâbir olunur. Yine kişinin rüyada\ncihad etmeye gittiğini görmesi, fazilet ve zenginliğe , âhirette yüksek derecelere\nnâiliyete delâlet eder,....\nRüyada birçok cengâverin cihad için yola çıktığını görmek, o kimselerin kurtuluşa,\nzafere, makam, izzet ve kuvvete erişmelerine delâlet eder.\nNablusî demiştir ki:\n\"- Rüyada harp etmek, çoluk çocuğunun rızkını temin hususunda gayret göstermeye,\ngüzel isimle medh edilmeye alâmettir.\"\nRüyada kılıcını sağa sola sallayarak tek başına düşmanla dövüştüğünü görmek,\ndüşman üzerine galip gelmeye, nusret ve zafere delâlet eder. Yine rüyada Allah\nyolunda öldürüldüğünü görmek, rahat ve sevince ve kolaylıkla rızka nail olmaya\ndelâlet eder. Çünkü Hak yolunda öldürülenler aslında ölü değildir. Onlar Rableri\nindinde nice nimete nail olurlar ve cennet onlarındır.\nRüyada harpte bulunduğunu, düşman üzerine hamle ettiğini, kâfirleri kırdığını\ngörmek, nice nimete ve menfaate delâlet eder.\nBir kimsenin deniz üstünde cihad ettiğini görmesi, fakirliğe, korkuya ve zayıflığa\nişarettir. Cephede elde silah cihad ediyor görülmek, namaz kılmak, zekât vermek ve\ndinde gayretli olmakla tâbir edilir."
    },
    {
        "word": "CİLD",
        "meaning": "Denilmiştir ki: Kişinin rüyada gördüğü cild ve derisi insanın örtüsü,\n\n\n\fölümünden ve sağlığından geri bıraktığı malıdır.\nHasta bir adamın rüyada derisinin yüzüldüğünü görmesi, ölüm ile tâbir olunur. Bu\nrüyada sağlam birinin görmesi, o kişi için fakirliğe delâlet eder.\nBir kimsenin rüyada bedenini sağlam ve şişman görmesi, din ve îmanının kuvvetli\nolmasına delâlet eder. Rüyada koç kuyruğu gibi kuyruğunun olduğunu görmek, rızkı\ngeniş bir çocuğu olacağına işarettir.\nRüyada cesedini çamurdan veya demirden yapılmış çanak ve çömlekten olduğunu\ngörmek, ölüm ile tâbir olunur. Zarar vermeksizin vücudunda fazlalık görmek, nimetin\nziyadeleşeceğine delâlet eder.\nÖlmüş birinin rüyada cildinin güzel olarak görülmesi, o zâtın cennet nimetlerine nail\nolduğuna alâmettir. Derisinin kalın veya siyah olduğunu görmek ise ölünün\nmahrumiyet içinde olduğuna delâlet eder.\nRüyada cildinin veya yüzünün kızardığını görmek, zillet ve sıkıntı ile tâbir olunur ve\nonun üzüntü ve kederi uzun sürer.\nBazı kere de cild görmek, sabra ve işlerdeki güçlüğe metanet ve cesaret göstermeye\nişarettir. Yine rüyada görülen cismin güzelliği ve semizliği, yüceliğe, şan ve şerefe,\ndüşmanlar üzerine galip gelmeye delâlet eder.\nRüyada bir âlimin derisinin yüzülüp çıkarıldığını görmek, o zâtın ilmini terk edip\nunutmasına işarettir. Bazı kere de derinin yüzülmesi, hamama giderken gömleğin\nçıkarılmasına delâlet eder. Çünkü gömlek çıkarılmadan yıkanılmaz.\nSiyah bir kadının, derisinin yüzülüp çıkarıldığını görmesi, gecenin karanlığından\nsonra güneşin doğmasına delâlet eder. Çünkü gece de siyahlara bürünmüş bir\nhaldedir. Tâ ki karanlığı atacak, arkasından aydınlık belirecektir."
    },
    {
        "word": "CİLACI",
        "meaning": "Bir kimsenin rüyada cilâcı görmesi, devlet erkanına delâlet eder. Yine\nrüyada bir şeye cila verdiğini görmek, izzet ve yüksek makam ile tâbir olunur.\nKirmani demiştir ki: Rüyada bir şeye cila verdiğini görmek, devlet hizmetine girmeye,\nhayır ve menfaata delâlet eder."
    },
    {
        "word": "CİLVE",
        "meaning": "Rüyada bir kadının cilve ettiğinin görülmesi, ferah ve sürura işarettir.\nKendisinin bir kadına karşı cilve ettiğini görmek, dünyadan elde edilecek menfaate,\nsa'y ü gayrete ve saadetli bir hayata delâlet eder. Rüyada cilveyi kadında ve kadının\ngörmesi daha iyidir.\nRüyada bir erkeğin cilve ettiğinin görülmesi, o kişinin şerefinin ve kıymetinin\nnoksanlığına işarettir."
    },
    {
        "word": "CİMA",
        "meaning": "Nablusî demiştir ki: \"Rüyada cima (cinsî münasebet) etmek büyük bir\nrütbeye delâlet eder.\nRüyada görülen cimada meni görülse ve uyandığında üzerine guslün farz olduğu\nanlaşılsa, bu rüya bâtıl bir rüya olduğundan tâbir edilmez. Çünkü bu hal ihtilâm\nhâlidir.\"\n\n\n\n\fRüyada düşmanı ile cima ettiğini görmek, düşman üzerine galip olmaya delâlet eder.\nYine rüyada dostlarından birisiyle cima ettiğini görmek, onlara iyilik etmeye alâmettir.\nBir kimsenin rüyada bir kuşla cima ettiğini görmesi, düşmana galip gelmeye işarettir.\nRüyada hayvanla cima ettiğini görmek, arzusunun üstünde bir hayra nail olacağının\nalâmetidir.\nÇıplak bir kadınla cima ettiğini görmek, üzüntü, keder ve sıkıntıdan kurtulmaya\ndelâlet eder. Yırtıcı bir hayvanla cima ettiğini görmek, yine düşman üzerine galip\nolmaya delâlet eder.\nBir kimsenin rüyada dişi bir arslanla cima ettiğini görmesi, fevkalâde güzel bir rüyadır.\nBüyük sıkıntılardan kurtularak zafere ulaşır. Halk arasında şanı artar.\nRüyada küçük bir kızla cima ettiğini görmek, bakire bir hizmetçi ile tâbir olunur.\nRüyada cennet kadınlarından birisiyle cima ettiğini görmek, o kadının güzelliği\nnisbetinde dini emirlere nâiliyete işarettir.\nYine rüyada cennet hurilerinden biriyle cima ettiğini görmek, sevinç, ferahlık ve\nsaadete delâlet eder ve o kişi dini bahislerden hayırlı bir şey duyar ve bununla da\nsevinir."
    },
    {
        "word": "CİMRİLİK",
        "meaning": "Cimrilik, insanlar için kınanan ve makbul olmayan bir huydur. Bu\nsebeple rüyada cimrilik ettiğini görmek, devası olmayan bir hastalık ile tâbir olunur.\nBazı kere de cimrilik, nifakçı ve sahibini cehenneme yaklaştıracak amele alâmettir.\nHattâ hadis-i şerifde \"Cimrilik cehennemde bir ağaçtır, kim ona tutunursa cehenneme\ngider.\" buyurulmuştur.\nYine rüyada cimrilik, çoluk çocuğunun nafakasını kısıp daraltan, mal ve evlatlarının\ntelef olmasına sebebiyet veren bir adama delâlet eder.\nKim elinin ve gönlünün nimetlerle dolmasını istiyorsa, hayır yapsın ve cömert olsun.\nCömertler methe sezadır.\nRüyada kötü bir hal görerek mal infak etmek, ecelin yaklaşmasına delâlet eder."
    },
    {
        "word": "CİN",
        "meaning": "Rüyada cin görmek hilekâr bir kimse ile tâbir olunur. Bir kimse rüyada\ncinlerden birine Kur'ân-ı Kerim öğrettiğini ve cinlerden birinin kendisinden Kur'ân-ı\nKerim dinlediğini görse, bu rüya, o kişi için reislik veya başkanlık gibi yüksek\nmakamlara delâlet eder.\nBir devlet reisinin rüyada bir cini tutup zincire vurduğunu görmesi, o hükümdar için bir\nbeldeyi fethedeceğine ve küffârı kılıçtan geçireceğine delâlet eder.\nRüyada cinlerin meliklerini görmek, valilere, şeyhlere, âlimlere ve talebelerin\nhocalarına alâmettir.\nRüyada kendisini cin olarak görmek, hile ile tâbir olunur. Cinin kapısının yakınında\nolduğunu görmek, zarara işarettir. Veya ona isabet edecek darlık ve zillete delâlet\neder.\nRüyada evine cinlerin girdiğini ve bir şeyler yaptığını görmek, eve hırsız gireceğine ve\n\n\n\fzarar vereceğine işarettir. Rüyada cin görmek, bazı kere de kara ve deniz\nyolculuğuna delâlet eder.\nYine rüyada cinleri görmek, hokkabaz ve sihirbazlara işarettir.\nRüyada cinlerin babası olan Cân'ı yere yatırdığını görmek, cinler ve onların delâlet\nettiği kimsenin şerrinden emin olmaya delâlet eder.\nRüyada kendisini cinlerin yere düşürdüğünü görmek, cinlerden gelecek zarar ile tâbir\nolunur ve cinler ona bir zarar eriştirir.\nRüyada cinlerin Melikleri ile dost olduğunu görmek, cinlerin delâlet ettiği kimse ile\ntanışmaya alâmettir. Bu rüya bazı kere de tevbe ve istiğfar ederek Hakka dönmeye\ndelâlet eder.\nRüyada cini yerlerde ve yollarda görmek, yol kesiciye; hayvan tersi ve gübresi\ndökülen yerde görmek, bekçiye; kuyu ve hamamda görmek, zina eden erkek ve\nkadınları kandıran adamlara delâlet eder. Hasılı rüyada cin görmekte pek hayır\nyoktur."
    },
    {
        "word": "CİN ÇARPMASI",
        "meaning": "Bir kimsenin rüyada kendisini cin çarptığını aklı başından giderek\nyere yıkıldığını görmesi, faiz ve haram yemesine veya sihir yapmasına yahut elinden\nmalı giderek üzülüp ve kederlenmesine delâlet eder."
    },
    {
        "word": "CİNAYET",
        "meaning": "Bir kişinin rüyada cinayet işlediğini görmesi, fena ve mahzurlu bir iş ile\ntâbir olunur. Bazı kere de bu rüya, maksadına ve arzusuna nail olmaya delâlet eder.\nKirmanî demiştir ki: Bir kimsenin rüyada cinayet görmesi, haram ile tâbir olunur.\nRüyada birini öldürdüğünü görmek, uzun ömre işarettir.\nYine rüyada bir cinayete şahid olmak, dikkatli ve iyilik sever olmakla tâbir edilir.\nCinayet işleyen birinin korkup kaçtığını görmek, haram mala delâlet eder."
    },
    {
        "word": "CİNNET",
        "meaning": "Bir kimsenin rüyada cinnet geçirmiş olduğunu veya cinnet geçiren birini\ngörmesi, dostlar tarafından üzüntüye uğratılacağına delâlet eder."
    },
    {
        "word": "CİRİT",
        "meaning": "Bilindiği gibi cirit ot üzerinde oynanan bir harp oyunudur. Bu sebeple rüyada\ncirit oynadığını görmek, iş hayatında büyük bir mücadeleye delâlet eder. Denilmiştir\nki: Bir kimsenin rüyada cirit görmesi, uzun boylu ve ahmak bir çocuğa delâlet eder..."
    },
    {
        "word": "CİNSİ TEMAS",
        "meaning": "Nablusî demiştir ki: \"Rüyada cinsî münasebette bulunmak,\nyolculuk, harp, hükümdarın makamına gitmek, sefere çıkmak ve savaşmak için\nhayvana binmek gibi insanın din ve dünyaca arzu ettiği şeyden muradına\nkavuşmasına delâlet eder. Çünkü cinsi münasebette lezzet, menfaat, oyun ve\nmüdahale gibi durumlar mevcuttur.\"\nRüyada hizmetçisi ile cinsi münasebette bulunduğunu görmek, rüya sahibinin mâlik\nolduğu şeyle rahatlığa kavuşmasına, mal ve evladının çok olmasına delâlet eder.\nBir kimsenin rüyada mesture bir kadınla cinsî münasebette bulunduğunu görmesi,\nhayra delâlet eder. Eğer o kadın çirkin, elbisesi de eski, yırtık pırtık ise, bu rüya iyi\ndeğildtir.\n\n\n\n\fRüyada tenasül uzvunun deliğiyle oynadığını görmek, hizmetçisi ile cinsî\nmünasebette bulunmaya delâlet eder. Eğer rüya sahibinin hizmetçisi yoksa, bu rüya,\no zata gelecek zarar ve ziyana işarettir.\nEvli bir kadının rüyada başka bir kadınla münasebette bulunduğunu görmesi,\nkocasından ayrılacağına delâlet eder.\nYine fakir bir adamın, oğulluğu ile cinsî münasebette bulunduğunu görmesi, o çocuğu\nilim öğrenmek için hocaya göndermesine alâmettir. Eğer rüyayı gören zengin biriyse,\nçocuk için bir takım şeyler bağışlamasına delâlet eder."
    },
    {
        "word": "CIVA",
        "meaning": "Rüyada civa görmek, sözden dönmeye ve ahdini tutmamaya delâlet eder.\nCiva yemek ise, bir kadının oyununa mâruz kalmaya alâmettir.\nRüyada civa sattığını gören kimse, kadınların hilesinden emin olur. Civa ile eli ayağı\nkirlendiğini görmek, kadınların etkisine delâlet eder."
    },
    {
        "word": "CİVCİV",
        "meaning": "Bir kimsenin rüyada civciv görmesi, sevinç ve sürura delâlet eder.\nCivcivlere yem verdiğini görmek de aile içinde sevinilecek bir durumun meydana\ngelmesine işarettir. Civcivleri alıp avucunda sevdiğini gören kişinin bir çocuğu olur."
    },
    {
        "word": "COKEY",
        "meaning": "Kişinin rüyada cokey görmesi yolculuk alâmetidir. Çünkü atlar binmek\niçindir. Rüyada bir cokeyin kendisini ata bindirdiğini görmek, uzun bir sefer ile tâbir\nolunur. Yine rüyada, bir cokeyin attan düştüğünü görmek, uzun bir yoldan gelecek\nadama delâlet eder.\nTüccar bir adamın, kendisini bir at üzerinde yarışır halde görmesi, çok kazanca ve\nişlerin selâmetine delâlet eder."
    },
    {
        "word": "CÖMERTLİK",
        "meaning": "Cömertlik methedilen bir huydur ve cömertler herkes tarafından\nsevilir. \"Cömertlik cennette bir ağaçtır, dalı dünyadadır, kim ona tutunursa cennete\ngider.\" diye buyurulmuştur. Bu sebeple cömertlik görmek, hayır ve bereketin tâ ken\ndisidir.\nBir adamın rüyada kendisinin cömertlik ettiğini görmesi, iyilik ve hayır sahibi bir zâta\nve koşan ata delâlet eder.\nHakikatta cimri olan bir kişinin, rüyada cömertlik etmesi, güzel ahlâka, sapıklıktan\nsonra hidâyete ve dinde gayrete işarettir."
    },
    {
        "word": "CUMA",
        "meaning": "Cuma, müminlerin bayramı, günlerin efendisidir. Rüyada Cuma gününü\ngörmek, pek güzel ve iyidir. Cenâb-ı Hak o kişinin dağınık işlerini toplar, halini\nçetinlikten kolaylığa çevirir.\nRüyada cuma namazı kıldığını görmek, izzet ve kerametle tabir olunur. Cuma\nnamazını kıldığını gören kimsenin bütün arzu ve istekleri yerine gelir ve Allahu Teâlâ\nonu ummadığı yerden rı-zıklandırır.\nRüyada cuma namazını görmek, üzüntü ve kederden halâs olmaya neşe ve sevince\nerişmeye, bayram ve mevsimleri müşahedeye ve hac etmeye delâlet eder. Rüyada\ncuma gününde olduğunu ve cuma namazını kıldığını görmek, yakında gamdan\nkurtulacağına, sevdiği dostları ile bir araya geleceğine ve ihtiyaçlarının teminine\ndelâlet eder.\n\n\n\fRüyada cuma kılanların ettikleri duayı duyup ezberleyenin şan ve izzeti artar ve\nkeramete nail olur."
    },
    {
        "word": "CÜBBE",
        "meaning": "Rüyada, üzerinde cübbe olduğunu görmek, evleneceği bir kadına delâlet\neder. Eğer cübbe boyanmış ve renkli olursa, kadın doğuran ve seven bir kadındır.\nRüyada görülen cübbe yüzünün pamuktan olması, dinin güzelliği ile tâbir edilir.\nRüyada cübbe görmek, uzun ömre de delâlet eder. Çünkü cübbeler uzun seneler\ngiyilir.\nVe yine cübbe görmek, zenginliğe delâlet eder. Çünkü cübbe insanı soğuktan korur,\nsoğuk ise fakirlik alâmetidir.\nRüyada yaz mevsiminde cübbe giydiğini görmek, borç, hastalık ve bazı şeylerden\nkederlenmeye işarettir.\nYine cübbe görmek, şeref ve itibara; cübbe almak ve giymek ise, yüksek mevkiler\nkazanmaya; eldeki cübbeyi satmak, mevkinin elden gitmesine delâlet eder."
    },
    {
        "word": "CÜCE",
        "meaning": "Rüyada cüce görmek, düşman üzerine galip gelmeye delâlet eder. Bazı\nkere de bu rüya, kısırlık ile tâbir edilir. Yine rüyada cüce görmek, yakınlar tarafından\nyardıma mazhar olmaya delâlet eder. Rüyada bir cüce ile arkadaşlık ettiğini görmek,\nkısa bir yolculuğa işarettir."
    },
    {
        "word": "CÜRET",
        "meaning": "Bir kişinin rüyada cür'et göstermesi, hayra ve şerre koşmaya delâlet eder.\nBu rüya, bazı kere de himmette kusur ile tâbir olunur."
    },
    {
        "word": "CÜZ",
        "meaning": "Rüyada elinde Kur'ân-ı Kerîm cüzü olduğu halde Kur'ân okuduğunu görmek,\ngönül huzuruna kavuşmağa, güzel ve hayırlı ameller işlemeye, kalbdeki iman nuruna\ndelâlet eder."
    },
    {
        "word": "CÜZDAN",
        "meaning": "Bir insanın rüyada cüzdan görmesi, sırra delâlet eder. Boş bir cüzdan\ngörmek, hayâl ve arzuların gerçekleş meyeceğine işarettir.\nYine rüyada görülen cüzdan, hayra, cüzdanı dolu görmek, mühiş işlerde başarı\nkazanmaya delâlet eder. Cüzdanın içinde altın olduğunu görmek de emanete ve sırra\nişarettir."
    },
    {
        "word": "CÜZZAM",
        "meaning": "Rüyada cüzzam hastalığı veya hastası görmek, hayra ve iyiye alâmet\ndeğildir. Bu hususta Nablusî demiştir ki:\n\"- Bir kimse cüzzam hastalığına yakalandığını görse, Allahü Teâlâ'ya karşı ettiği\ncür'etten ve O'na kötü bir iş isnad ettiğinden dolayı Yüce Allah'ın ondan uzak olması\nve amellerinin sevabının bâtıl olmasına işarettir.\"\nRüyada cüzzam illetinin bedeninde çoğaldığını görmek, devamı olan çok mal ile tâbir\nedilir. Denilmiştir ki, cüzzam, miras malından elbiseye delâlet eder.\nBu hastalık bazı kere de zenginliğe işarettir. Namazda olduğu halde cüzzam illetine\nyakalanmış olduğunu görmek, Kur'ân-ı Kerimi unutmaya delâlet eder.\nHer şeyin en iyisini Allahü Teâlâ bilir. Ona hamd olsun."
    },
    {
        "word": "ÇADIR",
        "meaning": "Bir kimsenin rüyada çadır görmesi, hareket ve yolculuğa, kabre veya\nzevceye, yahut eve delâlet eder. Yine rüyada kendi çadırı yanında beyaz bir çadır\nkurulduğunu görmek, rüya sahibinin iyilikle emreden, kötülükten men'eden ve\ngünahlardan sakınan bir adam olduğuna alâmettir.\nRüyada kendi üzerine çadır gördüğünü gören kimse, sultan ise saltanatı ziyadeleşir.\nTüccar ise yolculuğa çıkar, hayır ve şerefe nail olur.\nRüyada kendi çadırında ayın bulunduğunu görmek, aşk ve muhabbet ile tâbir edilir.\nO kişi yüksek şahsiyetlerden birinin hizmetçisine gönlünü kaptırır.\nYine rüyada görülen çadır, çok kere mülke delâlet eder. Çünkü çadır da bir nevi evdir.\nRüyada bilinmeyen çadırlar görmek şehidlerin kabirlerine delâlet eder. Yeşil\nçadırların görülmesi dahî böyle tâbir edilir.\nBir kimsenin rüyada çadır kurduğunu veya kendi için kurulduğunu görmesi, yüksek bir\nşerefe nâiliyete delâlet eder.\nEbû Saidü'l-Vaâz demiştir ki: Rüyada çadır veya hayme görmek, devlet reisi için\nhüküm ve nüfusunun artmasına, tüccar için kârlı bir sefere delâlet eder.\nRüyada bir çadır etrafında ateşler yandığını ve fakat ateşin çadıra zarar vermediğini\ngörmek, günahlardan tevbe etmeye delâlet eder. Bu rüya iyilikle emretmek,\nkötülükten men'etmekle de tâbir olunur.\nRüyada çok çok çadırlar görmek, gökyüzündeki bulutlara işarettir. Rüyada bir\nçadırdan ayrılarak çıktığını görmek, mevkiinden azledileceğine alâmettir. Rüyada\nkendi çadırını dürülüp toplanmış bir halde görmek, ölümün yakın olduğuna alâmettir.\nÖlüm insanın bütün emellerinin kesilip durulduğu bir hadisedir."
    },
    {
        "word": "ÇADIRCI",
        "meaning": "Bir kimsenin rüyada çadırcıyı görmesi, hareket ve yolculuğa veya kabre\nişarettir. Bekâr bir adamın görmesi evlenmeye delâlet eder."
    },
    {
        "word": "ÇAGIRICI",
        "meaning": "Bir kişinin rüyada nida edip çağıran birisini görmesi, bir âyetin işaretiyle\nyolculuğa alâmettir. Yine nida eden birini görmek, hayrı ifşa etmeye delâlet eder.\nRüyada bir başkası tarafından çağırıldığın işitmek, kötü kimselerle sohbet etmeye\ndelâlet eder. Rüyada vali veya hükümdar tarafından çağırıldığını görmek, büyük ve\nşerefli bir memuriyet ile tâbir olunur. Kendisine bir vadiden nida edildiğini işitmek, yine\nbüyük memuriyete delâlet eder."
    },
    {
        "word": "ÇAĞLA",
        "meaning": "Rüyada çağla görmek hastalık ile tâbir olunur. Çağlayı mevsimi içinde\ngörmek ise, müjdeli bir habere delâlet eder."
    },
    {
        "word": "ÇAĞLAYAN",
        "meaning": "Bir kimsenin rüyada çağlayan görmesi, gönülleri müjde ile dolduracak\nhabere işarettir. Çağlayan altında yıkandığını, suyu avuçlayıp başına döktüğünü\ngörmek, büyük bir mirasa delâlet eder. Rüyada çağlayanın suyundan içtiğini görmek,\n\n\n\fmemuriyet ile tâbir olunur. Rüyada bir çağlayandan atlayıp karşı tarafa geçtiğini\ngörmek, hayatı müddetince nice engelleri aşacağına ve muradının incisini elde\nedeceğine alâmettir."
    },
    {
        "word": "ÇAKAL",
        "meaning": "Ibn-i Sîrîn demiştir ki: Rüyada çakal görmek vücuttur. Rüyada bir çakal ile\nboğuştuğunu görmek, hısım ve akraba ile davaya ve kavgaya delâlet eder.\nRüyada bir çakalın arkasından koştuğunu, fakat onu yakalayamadığını görmek,\nromatizma hastalığı ile tâbir olunur. Rüyada bir çakalın kendisi ile oynadığını görmek,\nkendi zevcesinin çok itaatkâr ve muhib olduğuna işarettir.\nEbu Said'ül-Vaâz demiştir ki:\n- Rüyada çakal görmek, halkın hakkını yiyen ve men'eden, merhameti az, sefil ve\nzalim bir adama delâlet eder. Rüyada çakalı kucaklayıp öptüğünü görmek, düşman\nüzerine galip olmaya delâlet eder.\nRüyada bir çakalın kendisinden dönüp uzaklara gittiğini görmek, kefalet yüzünden\nzarara uğramaya işarettir.\nKirmanî de demiştir ki:\n- Rüyada bir çakal bulduğunu, veya tuttuğunu, yahut birinin verdiğini görmek, akraba\niçinden akıllı bir hasımla sohbet etmeye işarettir. Rüyada bir arslanın çakalı yediğini\ngörmek, hastalıktan şifa bulmaya delâlet eder. Yine çakalın eti, derisi, kılı ve kemiği\nmal ile tâbir olunur. Bunların görülmesi ele geçecek mala delâlet eder."
    },
    {
        "word": "ÇAKI",
        "meaning": "Kişinin rüyada bir çakı görmesi, kötü ve fena söz ile tâbir olunur. Yine rüyada\nçakı ile bir şeyi kestiğini görmek, dost ve yaranla bağları koparmaya delâlet eder.\nRüyada çakısını açık bir halde görmek, şansın ve talihin açıklığına işarettir."
    },
    {
        "word": "ÇAKIL",
        "meaning": "Bir kişinin rüyada küçük çakıl taşları görmesi, erkeklere, kadınlara, hacca,\nşeytanı taşlamaya, üzüntü ve kedere ve iftiraya delâlet eder.\nRüyada gökten bir kuşun indiğini ve mescidden bir taş alarak havalanıp gittiğini\ngörmek, mescid cemaatinden veya iyi kimselerden birinin helak olmasına alâmettir.\nEğer bu rüyayı gören hem hayırlı, hem hasta ve hem de namaz kılanlardan biriyse,\nrüya onun ölümüne delâlet eder."
    },
    {
        "word": "ÇAKIR KUŞU",
        "meaning": "Bir kimsenin rüyada çakır kuşu görmesi, erkek çocuk ile tâbir olunur.\nÇakır kuşu, izzete, saltanata, düşmana galip gelmeye, arzu ve emellere kavuşmaya,\nzevce, evlat ve güzel şeylerle bezenmeye, sıhhate ve üzüntülerden kurtulmaya\ndelâlet eder.\nBazı kere de çakır kuşu görmek, zalim, kuvvetli ve şiddetli bir adama işarettir. Çakır\nkuşunu sakin bir halde görmek, ganimet elde etmeye ve menfaate delâlet eder."
    },
    {
        "word": "ÇAKMAK",
        "meaning": "Kişinin rüyada ısınmak için ateş yaktığını görmesi, saltanat ile tâbir\nolunur. Yine rüyada görülen ateş, sultana delâlet eder.\nRüyada çakmak taşı çaktığını görmek, bekâr için evlenmeye, ateşin çıkması hanımın\nhamileliğine ve ondan meydana gelecek çocuğa delâlet eder.\nBazı kere de, çakmak taşı çakmak, karı koca, iki ortak arasında meydana gelecek\nşerre işarettir.\n\n\n\n\fBir hanımın rüyada çakmak taşı çaktığını ve ateş tutuşturduğunu, ateşin alevler\nçıkararak parladığını görmesi, erkek bir evlâdı olacağına alâmettir.\nBir kimsenin rüyada taşı taşa vurarak ondan ateş ve kıvılcım çıktığını görmesi, kalbi\nkatı iki kişinin birbirleriyle şiddetli şekilde kavga edeceklerine delâlet eder.\nRüyada çakmak taşından çıkan bir ateşin elbise veya vücudu yaktığını görmek, o\nevde mal, ırz veya vücuda erişecek olan zarara işarettir. Yine çakmaktan çıkan ateşin\nKur'ân-ı Kerîmi tutuşturduğunu görmek, din aleyhinde meydana gelecek bir hâdiseye\ndelâlet eder.\nÇakmak görmek, bazı kere de peşpeşe gelen üzüntü ve kedere delâlet eder.\nRüyada çakmak taşı görülmesi, uzaktan gelecek ve insanı üzecek bir habere delâlet\neder."
    },
    {
        "word": "ÇALI",
        "meaning": "Bir kimsenin rüyada çalı ağacı görmesi, kolay elde edilen rızka işarettir.\nRüyada bu ağacı veya dalını görmek, güzel bir çocuğa delâlet eder. Çalı çırpı görmek\nise, keder ve üzüntü ile tâbir olunur."
    },
    {
        "word": "ÇALIŞMAK",
        "meaning": "Bir kimsenin rüyada iyi bir işde çalıştığını görmesi, muradına nail\nolacağına işarettir. Rüyada dede olduğunu görmek, uzun ömre ve çalışma hayatında\ntalihin açıklığına delâlet eder.\nYine rüyada dede görmek, çalışmak ile tâbir olunur. Dedesinin öldüğünü görenin\nçalışma ve gayreti elden gider. Yine kendini bir masa başında çalışıyor görmek,\nsıhhat ve afiyete, fakirlikten sonra zenginliğe delâlet eder."
    },
    {
        "word": "ÇALGICI",
        "meaning": "Rüyada çalgıcı görmek yalan sözlere ve nefsanî işlere delâlet eder."
    },
    {
        "word": "ÇAM AĞACI",
        "meaning": "Kişinin rüyada çam ağacı görmesi, yüce, asil ve çok şöhretli bir zâta\ndelâlet eder. Rüyada çam ağacından bir kapı yaptığını görmek, zâlim ve ahlâkı bozuk\nbirini kendisine kapıcı olarak alacağına işarettir.\nRüyada çam ağacı fidanı diktiğini görmek, hayırlı ve faydalı bir işe delâlet eder. Çam\nfidanı kopardığını görmek ise, bunun zıddı. Rüyada çam ağacının tepesine çıkıp\noturduğunu görmek, şan ve şöhretin artacağına, istikbâl ve saadete delâlet eder."
    },
    {
        "word": "ÇAM FISTIĞI",
        "meaning": "Bir kimsenin rüyada çam fıstığı görmesi, hayır ve berekettir. Ağacın\ndallarından çam fıstığı topladığını görmek, cömert ve kerim bir adamdan gelecek\nmenfaate delâlet eder."
    },
    {
        "word": "ÇALI FASULYE",
        "meaning": "Rüyada çalı fasulyesi görmek, bir zenginden gelecek yardıma ve\nişlerin güzelce yürüyeceğine delâlet eder."
    },
    {
        "word": "ÇAMAŞIR",
        "meaning": "Bir kimsenin rüyada çamaşır yıkadığını görmesi, tasa, kaygı ve\nkederden ve dertlerden halâs olacağına delâlet eder. Rüyada renkli çamaşırları\nyıkadığını görmek, büyük dertlerden kurtuluş demektir. Bekâr bir adamın rüyada\nçamaşır değiştirdiğini, eskiyi atıp yenisini giydiğini görmesi, evlenmeye delâlet eder.\nBir mağazadan çamaşır aldığını görmek, yeni yeni dostlar edinmeye işarettir. Evin\nbahçesinde bir ipe çamaşır astığını görmek, ayrılığa ve hicrana delâlet eder."
    },
    {
        "word": "ÇAMUR",
        "meaning": "Rüyada çamur görmek, hastalık ve zillete işarettir. Fakat geçimini çamurla\ntemin eden biri için bu rüya hayır ve berekete delâlet eder.\n\n\n\fRüyada çamurla bina yaptığını görmek, din ve imana alâmettir. Kuru çamur görmek\nde mal ile tâbir olunur.\nIbn-i Sîrîn (rh.a) demiştir ki:\n- Rüyada yağmur suyundan veya su yolundan hâsıl olan çamuru görmek, gam ve\ngussa ile tâbir olunur.\nRüyada bir gölde veya nehirde çamura battığını görmek, hükümet tarafından\nerişecek bir kedere delâlet eder. Yine çamura batmak, dünyevî işleri çok düşünmeye\nişarettir.\nBir kimsenin rüyada Resûl-i Ekrem (s.a.s) Efendimizin mübarek kabrini çamurla\nsıvadığını görmesi, hacca gideceğine delâlet eder.\nYine bir kimsenin rüyada yaş çamurla kendi evini sıvadığını görmesi; salih ve iyi bir\nadam olduğuna işarettir. Bazı kere de rüyada çamur görmek, ecelin yaklaştığına\nişarettir. Çünkü insan topraktan yaratılmıştır ve yine ona dönecektir.\nRüyada çamura girdiğini ve üstüne çamur sürdüğünü görmek, hastalık ve perişanlık\nile tâbir olunur. Rüyada pişmiş çamur yediğini görmek, gıybet ve iftiraya delâlet eder.\nHasta bir adamın rüyada çamur görmesi, ecel kuşunun başında dolaştığının\nişaretidir."
    },
    {
        "word": "ÇAMURCU",
        "meaning": "Rüyada çamurcuyu görmek, halkın ayıplarını örten bir adama delâlet\neder. Rüyada kendisini çamur yapar görmek, iyi ve güzel bir amele işarettir. Yine\nrüyada çamurcuyu görmek, işlerin çetinliğine, üzüntü ve kedere delâlet eder.\nSanat ve geçimi toprak ile olan birinin rüyada çamur görmesi, kendisi hakkında hayır\nve berekkettir."
    },
    {
        "word": "ÇAN",
        "meaning": "Kişinin rüyada çan görmesi, hayırsız biri ile dost olmaya delâlet eder. Rüyada\nçan görmek, şöhret ile de tâbir olunur.\nBir kimsenin rüyada Hıristiyanların ibadet vakitlerini bildirmek için çaldıkları çanı\ngörmesi, simsara, evlat sahibi zevceye veya müezzine delâlet eder.\nBir kimsenin rüyada çan çaldığını görmesi, halk arasında batıl ve kötü bir haber ifşa\netmekle tâbir olunur. Bazı kere de çan görmek, şöhret ve rezilliğe işarettir.\nYine rüyada çan görmek, hayırsız bir kimse ile arkadaş olmaya delâlet sayılır.\nDenilmiştir ki: Rüyada görülen çan, münafık bir adamdır.\nRüyada Hıristiyanlara mahsus kilisede çan çaldığını görmek alış verişte yemin\netmeye işarettir.\nRüyada görülen çan, hükümdar tarafından her şeyi ilân eden kimseye de delâlet\neder. Hayvanların boynunda görülen zil ve küçük çanlar, hayır sahibi bir adama\ndelâlet eder. Çanın sesini duymak ise, bir taraftan diğer tarafa gitmeye delâlet eder.\nYine rüyada görülen çanlar, namaza çağıranlara, yahut düşmanlarla karşılaşmak için\nhazırlanmaya işarettir. Bazı kere de çanlar, hükmü kaldırılmış kitaplara veya geçmiş\nkavimlere ve onların âdetlerine alâmettir. Hasılı çan, hıristiyanlara mahsus bir nesne\nolduğundan üzerinde pek fazla durmağa gelmez."
    },
    {
        "word": "ÇANAK",
        "meaning": "Bir kimsenin rüyada çanak görmesi, kendi rızkı ile tâbir olunur. Rüyada\nherhangi bir çanağı dili ile yaladığını görmek, rızkın tükendiğine delâlet eder. Bazı\nkere de rüyada görülen çanak dosta, çanağın içindeki tatlı da sevgiliye işarettir. Bu\nsebeple içi tatlı dolu bir çanak gören kişi, dostu ile buluşur.\nRüyada çöl halkından olan birçok adamların büyük bir çanağın başında\ntoplandıklarını görmek, onların toplanacakları yere ve çadırlarına, veya evlerine\ndelâlet eder. Yahut üzüm sıkmak ve yağ çıkarmak için koyacakları aletin yerine\nişarettir."
    },
    {
        "word": "ÇANAK YAPICI",
        "meaning": "Bir kimsenin rüyada çanak ve çömlek yapan birini görmesi,\nkaplarla uğraşan hizmetçilere ve dindar hanımlara delâlet eder. Yine çanak, çömlek\nyapıcısını görmek, soy, mal ve güzellikle iftihar etmeye alâmettir."
    },
    {
        "word": "ÇANTA",
        "meaning": "Rüyada yol çantası görmek, bir yerden diğer bir yere göçmeğe; para\nçantası görmek, sıkıntı ve şiddete; çantayı sırtlayıp gittiğini görmek, evden çıkacak\neşyaya delâlet eder. Rüyada elindeki çantayı attığını görmek, eşyaların yağma\nedileceğine, üzüntü ve kedere delâlet eder."
    },
    {
        "word": "ÇAPA",
        "meaning": "Toprağı kazmaya mahsus çapa görmek, nafile işlerle uğraşmaya delâlet\neder. Denizcilere mahsus çapa görmek, zenginliğe, üzüntü ve kederin yok olmasına\ndelâlet eder.\nRüyada elinde bir çapa ile dolaştığını görmek ise, iş hususunda kararsızlık ile\nyorumlanır. Çapa ile bir yeri kazdığını görmek, para kazanmak maksadı ile bir iş\ndüşünmeye işarettir."
    },
    {
        "word": "ÇARDAK",
        "meaning": "Bir kimsenin rüyada çardak görmesi: \"Onlar, emin (ve mutmain) en\nyüksek makamlardadırlar.\" (Sebe: 37) mealindeki âyetin işaretince, korku ve\nkederden emin olmaya delâlet eder.\nBekâr bir adamın rüyada çardak görmesi, evleneceğine işarettir. Evli bir adamın\ngörmesi, çocuk ile tabîr olunur. Bazı kere çardak görmek, önder ve mütedeyyine\ngüzel bir kadına delâlet eder.\nRüyada bir çardağı uzaklarda görmek, yükseklik, sevinç ve ululuğa alâmettir. Rüyada\ngörülen çardak çamur ve topraktan inşa edilmişse, sevinç içinde yükseklik ve dine\ndelâlet eder. Rüyada iki veya daha fazla çardağı bir yerde görmek, çardağın içinde\nbulunmak korku, elem ve kederden emin olmaya delâlet eder.\nBir kimsenin rüyada evi üzerine bir çardak yaptığını ve fakat zevcesinin buna mani\nolduğunu görmesi, hanımı üzerine bir hanım daha almaya delâlet eder.Eğer zevcesi,\nevi üzerine yaptığı çardaktan memnun kaldığını izhar ederse, bu durumda o çardak\nrüyası rüya sahibinin dünyalığının artmasına, rızkının genişliğine ve makamının\nyükselmesine delâlet eder.\nKişinin rüyada bilmediği bir çardağa çıktığını görmesi, korkuda ise korktuğu şeyden\nemin olmaya, hasta ise, şifaya ermeye ve cennete girmeye delâlet eder. Korku,\nhastalık yoksa; o zât şeref ve sevince gark olur.\nFakir bir adamın rüyada yeni bir çadır içinde olduğunu görmesi, zenginlik ile tâbir\nolunur. Zengin adamın aynı rüyayı görmesi, zarar ve ziyana işarettir. Yine fakir bir\nkimsenin, eski bir çadır içinde olduğunu görmesi, fakirliğinin devamına; zenginin\n\n\n\fgörmesi de zenginliğinin artmasına delâlet eder.\nRüyada çardak görmek, her halükârda hayr ve iyilik ile tâbir olunur"
    },
    {
        "word": "ÇARK",
        "meaning": "Bir kimsenin rüyada çark görmesi, karışık işlere delâlet eder. Çarkın\nkırıldığını görmek, işlerin çıkmazda olduğuna işarettir."
    },
    {
        "word": "ÇARIK",
        "meaning": "Bugünün insanı çarık nedir belki bilmezler. Belki bilenler de çıkar. Bu\nsebeple rüyada çarık görmek, rüya sahibi köylü ise hayır; şehirli ise keder ve\nüzüntüye işarettir."
    },
    {
        "word": "ÇARPILMAK",
        "meaning": "Bir kimsenin rüyada çarpılmak haline uğraması, dince fesada\nişarettir. Rüyada çarpıldığını görmek, takvayı temelinden bozmak ile tâbir olunur.\nYahut bu rüya, bid'at ve azaba işarettir.\nRüyada bir başka adama çarptığını görmek, çocuktan veya maldan ayrılmaya delâlet\neder."
    },
    {
        "word": "ÇARMIHA GERİLMEK",
        "meaning": "Rüyada çarmıha gerildiğini görmek, zillet ve meşakkate\nduçar olmağa delâlet eder."
    },
    {
        "word": "ÇARŞAF",
        "meaning": "Rüyada çarşaf görmek, erkek için emanet, kadın için zinettir. Rüya\nesnasında görülen çarşaf; beyaz, yeni, sık ve kuvvetli dokunmuş ise, rüya sahibinin\nizzet ve yüksekliğine alâmettir.\nBir kimsenin rüyada ince ve zarif bir çarşaf görmesi, dinde inceliğe ve güzelliğe\ndelâlet eder. Rüyada kendi örtüsünün zayi olduğunu görmek, fakirlikten kurtulmağa\ndelâlet eder.\nKadınlardan herhangi biri, rüyada kırmızı ve parlak bir çarşafı olduğunu görse, bu\nrüya, bazı şüpheleri üzerine çekeceğine delâlet eder.\nBir adamın rüyada bir çarşaf içerisinde uyuduğunu görmesi, mütedeyyin bir kadına\nişarettir.\nRüyada üzerinde araplarca meşhur olan ve \"Bürd-i Yemani\" denilen taze veya etrafı\nyırtık bir elbise olduğunu görmek, Kur'ân'dan öğrendiklerini unutmaya alâmettir.\nDenilmiştir ki: Rüyada görülen çarşaf, rüya sahibinin zevcesi veya evinin idarecisine\ndelâlet eder. Rüyada güzel bir çarşaf içinde uyuduğunu görmek, kapalı ve güzel bir\nkadına nail olmaya işarettir.\nRüyada kırmızı renkte bir çarşaf giydiğini görmek, zevcesi sebebiyle yapılan bir\nkavgaya delâlet eder.\nRüyada yatak çarşafı görmek, bolluk, bereket ve rızka delâlet eder."
    },
    {
        "word": "ÇARŞI PAZAR",
        "meaning": "İmam Nablûsi demiştir ki: Rüyada görülen çarşı ve pazar mescide\ndelâlet eder. Nitekim mescidin, çarşı ve pazara delâlet ettiği gibi...\nRüyada çarşı ve pazar görme şu şekilde tâbir olunur:\na) Hac ibadeti,\n\n\n\fb) Allah yolunda cihad ve gaza,\nc) Zillet,\nd) Fayda,\ne) Muharebe\nf) Fitne,\ng) İmtihan ve maişet,\nh) İş veya kesad...\nRüyada bir pazarda alış veriş ile meşgul olduğunu görmek, Allah yolunda cihada\ndelâlet eder. Veya bu rüya güzel ve salih amele işarettir.\nYine rüyada çarşıyı insanlarla dolu ve her aranılanın bulunduğu bir halde görmek,\neldeki malı satmaya ve çok büyük kazanca delâlet eder.\nEbû Saidü'l-Vaâz demiştir ki: Rüyada çarşı görmek, dünya ile tâbir olunur. Onda iyi\nve kötü görülecek her şey rüya sahibinin dünyasına nisbet edilir.\nBir çarşıya bir şey getirip satmak istediği halde satamadığını görmek, hayra veya\nmezellet (alçaklık) husulüne delâlet eder.\nÇarşı ve pazarda yüksek sesle Allahü Teâlâ'yı zikrettiğini görmek, iyilikle emretmeye,\nkötülükten men'etmeye işarettir.\nBazı kere de rüyada çarşı görmek, içinde birbirini yiyen her türlü balığı toplayan\ndenizlere delâlet eder. Rüyada çarşılar, pazarlar, dükkânlar görmek, fayda ve\nrızıklara, giyilecek elbiselere, hastalıklardan şifaya delâlet eder.\nRüyada kitapçılar çarşısını görmek: Hidâyet ve tevbe, şer ve kötülükle mücahede ile\ntâbir olunur. Kuyumcular çarşısını görmek, ferahlık ve zinetlere, zevç ve evlâtlara ve\nmenfaate delâlet eder.\nYine rüyada, zeytin, tereyağı ve bal çarşısını görmek; arzu ve şehvetlerin harekete\ngelmesine ve hastalıklardan afiyet bulmaya işarettir.\nBir kimsenin rüyada eczacılar çarşısını görmesi, sevinç verici haberlere, zevceye ve\nevlatlara delalet eder. Kumaşçılar çarşısını görmek, izzet, yücelik, zevce, rütbe ve\nrızkın yenilenmesi ile tâbir olunur.\nSarraflar çarşısını görmek, nesir ve şiir sebebiyle ilme, sözü düzeltmeye ve fakirlikten\nsonra zenginliğe delâlet eder.\nBir kimsenin rüyada bakırcılar çarşısını görmesi, şer ve sıkıntılara, baş ağrısına,\nbekâr için evlenmeye, evlât ve hizmetçi sebebiyle ferahlık ve sevince işarettir.\nRüyada silahçılar çarşısını görmek ise, münakaşaya ve düşmana zafer bulmaya\ndelâlet eder.\nYüncüler çarşısını görmek, fayda, rızık ve mirastan elde edilecek mala delâlet eder.\nPamuk satanların olduğu yeri görmek ise, eldeki malın artmasına, rızka ve bâtıldan\nhakkın meydana gelmesine alâmettir.\nRüyada balık pazarı görmek, rızka, helâlden olarak birbiri arkasınca meydana\ngelecek fayda, menfaat ve habere delâlet eder.\n\n\n\fBir kimsenin rüyada kasapçılar çarşısını görmesi, kendisinden kan dökülmesine\nyarayan bıçak ve satır gibi âletler bulunmasından ötürü cenk meydanına delâlet eder.\nRüyada zeytin, tereyağı ve bal çarşısını görmek, arzu ve şehvetlerin depreşmesine\nve hastalıktan şifa bulmaya işarettir.\nRüyada demirciler çarşısını görmek, şer, zahmet, sıkıntı ve düşmanlık ile tâbir olunur.\nBazı kere de bu rüya rızık ve menfaa-ta delâlet eder.\nBir adamın rüyada ipekçiler çarşısını görmesi, izzet, mal ve salih amele, iyi akıbete\ndelâlet eder. Rüyada mumcular çarşısını görmek, günahkârlar için tevbeye, sapıklıkta\nbulunanlar için de hidâyete delâlet eder.\nRüyada sandıkçılar çarşısını görmek, insan için hafıza ve anlayışa alâmettir. Aşçılar\nçarşısını görmek, hastalıktan şifa bulmaya ve ihtiyaçların sona ermesine delâlet eder.\nÇadırcılar çarşısını görmek, yolculuğu ve ölüler için kefen satılın çarşıya delâlet eder.\nNablusî (rh.a) demiştir ki:\n\"- Bir kimse rüyada çarşı esnafının uykuda olduklarını yahut dükkân ve hanların\nkapanmış olduklarını veya örümceklerin dükkânlar, yahut satılan eşyalar üzerinde\nyuva yapmış olduklarını görse, o çarşıda alış verişin durmasına ve işlerin sarpa\nsardığına delâlet eder.\"\nRüyada ekin biçici ve yün kırkıcıların çarşısını görmek, üzüntü, keder ve sıkıntılara\nişarettir. Halıcılar çarşısını görmek ise deniz yolculuğuna delâlet eder. Yine rüyada\nsaraçlar çarşısını görmek, kara yolculuğu ile tâbir olunur. Rüyada meyveciler çarşısı\nise, salih bir amele, ilim ve evlâda delâlet eder.\nRüyada helvacılar çarşısını görmek, İslâm dinine, kumaşçılar çarşısını görmek, huzur\nve sürura ve bol kazanca; mücevherat çarşısını görmek de Allahü Teâlâ'yı devamlı\nzikretmeye ve ilim tahsiline delâlet eder.\nRüyada ve bir kimsenin çarşıya geldiğini ve her tarafın boş olduğunu ve hiç bir şeyin\nsatılmadığını görmesi, ibadetin eksik ve noksanlığına, dini emirlerde gevşekliğe\ndelâlet eder."
    },
    {
        "word": "ÇATAL",
        "meaning": "Bir kimsenin rüyada çatal görmesi, rızka delâlet eder. Çatal kullanarak\nyemek yediğini görmek, sünnete uymadığından pek iyi değildir."
    },
    {
        "word": "ÇAVDAR",
        "meaning": "Rüyada kuru çavdar görmek, kıtlığa, nebatı yeşil görmek, o yıl içinde\nçavdarın çok pahalı olacağına delâlet eder. Çavdar tanesi görmek, ticaret hayatında\nbeklenmedik bir gelişmeye; temiz çavdar görmek, bolluğa ve berekete delâlet eder.\nRüyada çavdar ekmeği yediğini görmek, sıhhat, afiyet ve iyi talih ile tâbir olunur."
    },
    {
        "word": "ÇAVUŞ",
        "meaning": "Bir kimsenin rüyada çavuş görmesi; şeref, rütbe ve şöhretin fazla olmasına\ndelâlet eder. Bazı kere de çavuş görmek, müezzin ile tâbir olunur. Eğer rüya gören\nehil ise müezzin olur."
    },
    {
        "word": "ÇAY",
        "meaning": "Bir kimsenin rüyada çay içtiğini görmesi, hayır ve iyiliğe işarettir. Çünkü çayda\nşifa vardır. Rüyada siyah çay yaprağı görmek, kedere; yeşil görmek, bir başkası\ntarafından sevilmeye alâmettir. Rüyada, evinde misafirlerine çay ikram ettiğini veya\nkendisine çay ikram edildiğini görmek, halk tarafından sevilip sayılmaya delâlet eder."
    },
    {
        "word": "ÇAY BARDAĞI",
        "meaning": "Rüyada dolu bir çay bardağı görmek, ilâhî bir takdise delâlet eder.\nBardağı boş olarak görmek, acı ve kedere işarettir. Çay bardağını kaşıkla karıştırdığı\nhalde, çayın şekersiz olduğunu görmek, yapılacak herhangi bir işde güçlük çıkacağına delâlet eder. Rüyada, içine limon sıkılmış bir çay içtiğini görmek, bir yerden\ngelecek yardıma ve himmete alâmettir.\nBazı kere de rüyada çay içmek, zevk ve neşeye ve gönül sürûruna delâlet eder."
    },
    {
        "word": "ÇAY İBRİĞİ",
        "meaning": "Rüyada içi boş çay ibriği görmek, tembelliğe, dolu görmek, zekâda\nparlaklığa delâlet eder."
    },
    {
        "word": "ÇAY BAHÇESİ",
        "meaning": "Bir kimsenin rüyada bir çay bahçesinde çay içtiğini görmesi, keder\nve üzüntüden halâs olmaya delâlet eder. Çünkü bahçeler gönül açıcı yerlerdir."
    },
    {
        "word": "ÇAYDANLIK",
        "meaning": "Kişinin rüyada çaydanlık görmesi, gıybet ve dedi-koduya alâmettir.\nÇaydanlıktan çay doldurduğunu görmek, kötü bir söz işitmeğe işarettir."
    },
    {
        "word": "ÇAY KUTUSU",
        "meaning": "Rüyada içi boş bir çay kutusu görmek, arkanızda çoluk çocuğunuza\nfazla bir miras kalmayacağına delâlet eder. Kutu dolu ise, bunun zıddı ile tâbir olunur."
    },
    {
        "word": "ÇAYIRLIK-ÇİMENLİK",
        "meaning": "Bir kimsenin rüyada çayırlık bir yeri görmesi, hiç zahmet\nçekilmeden elde edilecek rızka işarettir. Bazı kere de bu rüya, zahmeti az olan\nzevceye veya manevî ilme, yahut devam edip duran sadakaya delâlet eder.\nFakir bir adamın rüyada çayırlık veya otluk bir yerde ot topladığını görmesi, zengin\nolacağına alâmettir. Aynı rüyayı zengin görmüş olsa, onunda zenginliğinin\nziyâdeleşeceğine delâlet eder.\nYine rüyada çayırlık görmek, hazine ve pazar gibi kendisinden dünya malı elde edilen\nyerlere delâlet eder. Bazı kere de çayırlık görmek, İslâmiyet ile tâbir olunur.\nRüyada bir çayırlıktan diğer bir çayırlığa geçtiğini görmek, dünyalık arzusu ile bir\nçarşıdan diğer bir çarşıya ve bir sanattan diğer bir sanata intikale delâlet eder.\nYeşil çemenler üzerine yatıp şarkılar mırıldandığını görmek, hayatı ve yaşamayı çok\nsevmek ile tâbir olunur."
    },
    {
        "word": "ÇAYLAK",
        "meaning": "Bir kimsenin rüyada çaylak veya o türden vahşi kuşlar görmesi, zalim\nidareci, insafsız hakim ve memur ile tâbir olunur.\nRüyada bir çaylağı vurarak öldürdüğünü görmek, hilekâr ve insafsız bir adamı\nmahvetmeye delâlet eder.\nBir kimsenin rüyada evinin damında veya bahçesindeki ağaçlardan birinin üzerinde\nçaylak tünediğini görmesi, devlet idarecileri tarafından gelecek menfaata delâlet eder."
    },
    {
        "word": "ÇEHRE",
        "meaning": "Rüyada görülen yüz kızıllığı, izzet ve şeref ile tâbir olunur. Bir kimsenin\nrüyada yüzünün kızıl ve berrak olduğunu görmesi, dünyada şeref ve hayır ile\nyâdedilmeye, şan ve şöhrete alâmettir. Bazıları demişlerdir ki: Yüzde kızıllık ile\nbeyazlık olursa, rüya sahibi izzet ve ferahlığa nail olur.\nYine yüzde görülen kızıllık, hastanın iyileşmesine, yolcunun dönmesine, hürmet ve\n\n\n\fizzete delâlet eder.\nRüyada kadınların yüzüne sürdüğü gibi kendi yüzüne kırmızı bir şey sürdüğünü\ngörmek, halk içinde utanılacak bir günah ile tâbir olunur. Hatta rüya sahibinin zina\nyapmasından korkulur.\nYine bir kimse kendi vücudu ve yüzü kızarmış bir halde görse, üzüntü ve kederin\nuzun müddet devam edeceğine işarettir."
    },
    {
        "word": "ÇEHİZ",
        "meaning": "Kişinin rüyada çehiz görmesi, yolculuk ile tâbir olunur. Çünkü yola giden\nazığını beraber götürür. Rüyasında çehiz sandığı görmek, askerlik çağındaki gencin\naskere gideceğine delâlet eder. Bu rüyayı memur görürse, bir başka yere tâyin edileceğine işarettir."
    },
    {
        "word": "ÇERÇEVE",
        "meaning": "Rüyada bir çerçeve görmek, faydalı ve asil bir kimse ile dost olmaya\nalâmettir."
    },
    {
        "word": "ÇEKİÇ-TOKMAK",
        "meaning": "Rüyada görülen çekiç, emniyet mensubu ile tâbir olunur. Bir\nkimse, rüyada çekiç aldığını görse, bu rüya o zât için çokça fazilet elde edeceğine\ndelâlet eder. Yine çekiç, rızık ve yardım ile de tâbir edilir. Çekiç görmek, bazı kere de\nmuhtelif sözlere delâlet eder.\nRüyada çekiçle çivi çaktığını görmek, sevinçli bir haber almaya işarettir. Çekici\nsattığını görmek, kayıba, çekiç almak kazanç ve sevince delâlet eder."
    },
    {
        "word": "ÇEKİLİ ET",
        "meaning": "Bir kimsenin rüyada dövülmüş et görmesi, çalışıp çabalayarak bir şeyin\nneticesini istemeye işarettir. Bazı kere de bu rüya, bekâr için evlenmeye ve hâmile\nkadın için de erkek çocuğa delâlet eder.\nYine bu rüya, ortaklar ile malın karıştırılmasına ve onların arasında kârlı ve faydalı bir\nneticenin alınmasına işarettir."
    },
    {
        "word": "ÇEKİNMEKTEN MEN",
        "meaning": "Herhangi bir kimseyi rüyada çekinmekten men ettiğini\ngörmek, iyilikle emredip kötülükten nehyetmeye, akrabaları ziyaret etmeye ve onu\nişleyenin nefsini kötülüklerden korumasına alâmettir."
    },
    {
        "word": "ÇEKİRDEK",
        "meaning": "Bir kimsenin rüyada hurma çekirdeği görmesi uzun bir ömre delâlet\neder. Hurma çekirdekleri evin temeline ve güzel itikada da işarettir. Bazı kere de\nçekirdek görmek, uzaklaşmağa ve ayrılığa delâlet eder."
    }]