   [{
        "word": "YALTAKLIK",
        "meaning": "Bir alim ve bilginin kendisinde olan ilmi öğrenmek için bir başkasının\nkendisine yaltaklık ettiğini görmesi, şerefe nail olmaya, dinde salâha ve doğruluğa ve\narzu ettiği şeye kavuşmaya delâlet eder.\nRüyada tanıdık bir kadının kendisine yaltaklık ettiğini görmek, düşmandan emin\nolmaya işarettir. Bazı kere de rüyada yağcılık ve yaltaklık, cönertliğe, takvaya ve\nsadaka vermeye alâmettir.\nDünya metaından bir şey için bir kimseye yaltaklık etmek, istenmeyen ve makbul\nolmayan bir rüyadır. Yaltakçılık adeti olmayan bir adamın rüyada yaltaklık etmesi,\nzillet ve hakarete işarettir."
    },
    {
        "word": "YAMACI",
        "meaning": "Herhangi bir şeyi yamayan, tamir eden bir kimseyi rüyada görmek, gönül\nalmaya veya devam edip duran fakirliğe delâlet eder."
    },
    {
        "word": "YANAK",
        "meaning": "Rüyada güzel bir yanağın üzerinden öptüğünü görmek, güzel rızka,\n\n\n\fmenfaate ve mülke malik olmaya delâlet eder.\nRüyada yanak görmek, hayra, nimete, bolluğa, güzel geçime, ferahlık ve sürura ve\nişlerin düzgünlüğüne delâlet eder.\nRüyada görülen yanaklar, insanın ameline, işine, kırmızılığı ve etliliği rütbe ve\nmakamına, hastalık ve şiddetten kurtulmaya, nasip ve sevince delâlet eder.\nRüyada kırmızı ve dolgun yanak, hayır ve bereket; çukur yanak zayıf bir düşmandır.\nRüyada iki yanağı birden görmek, insanın kendisiyle güzelleştiği veya sevdiği şeye\ndelâlet eder.\nRüyada yanaklarının gümüş gibi parladığmı görmek, Allah indinde makbuliyete, salih\nve güzel amele, gece namazına ve Sün-net-i Seniyyeye tabi olmaya delâlet eder.\nRüyada yanağın sarılığı ve siyahlığı, rüya sahibi için, korku, üzüntü ve itibardan\ndüşmesine delâlet eder.\nRüyada yanağını tozlu ve topraklı bir halde görmek, zillet ve meskenete işarettir."
    },
    {
        "word": "YANILMA",
        "meaning": "Rüyada herhangi bir şey hakkında yanıldığını görmek, üzüntü, keder ve\nsıkıntıya delâlet eder."
    },
    {
        "word": "YANKESİCİ",
        "meaning": "Rüyada yankesici görmek, hilekâr bir âlim ile tâbir edilir.\nBir kimsenin rüyada yankesici tarafında cebinden altınlarının çalındığını görmesi,\nhilekâr bir âlimden hileye dair bilgi almaya delâlet eder.\nYine rüyada yankesici görmek, insanları hile ile aldatan ve ağzı çok söz yapan\nkimselere işarettir."
    },
    {
        "word": "YANMAK",
        "meaning": "Rüyada azalarından birini yanmış görmek, acı bir habere veya üzüntüye\ndelâlet eder."
    },
    {
        "word": "YARA",
        "meaning": "Kişinin rüyada vücudunu yaralanmış görmesi, çalışma neticesi eline\ngeçecek mala delâlet eder. Rüyada sağ elinin yaralandığını görmek, erkeklerden\nkendisine yakın olanlardan istifade edeceği mala işarettir.\nRüyada iki ayağından yaralandığını görmek, memleketinde sebatı, devamı ve\nsaltanatının sürekli olmasına delâlet eder. Çünkü ayağı olmayan insan yürüyemez ve\nolduğu yerde kalır.\nRüyada devlet reisi veya bir önderin başının yarıldığını, cild ve kemiğinin yarıldığını\ngörmesi, uzun ömre ve kendi akranlarının ölümünü görmeye delâlet eder. Yani o\nhepsinden sonra ölür.\nRüyada göğüste ve kalbde yara görmek, gençler için aşk ve muhabbete, ihtiyar ve\nyaşlılar için de üzüntü ve kedere delâlet eder.\nBir kimsenin rüyada karnından yaralandığını görmesi, evladı tarafından gelecek mala\nalâmettir. Rüyada sağ elinin baş parmağında yara olduğunu görmek, borçlanmaya\nişarettir.\nRüyada yaralandığını fakat yarasında kan akmadığını görmek, kendisine ait fazilete\nyaklaşmaya delâlet eder.\n\n\n\n\fRüyada baldırından yaralandığını görmek, ömrünün uzun ve kat kat olacağına delâlet\neder.\nNablusî (rh.a) demiştir ki:\n- Rüyada bir kimsenin vücudunda veya karnında gördüğü taze yarası ve o yaradan\nkanın çıkması, rüya sahibinin malına isabet edecek zarara, yahut onun hakkında\nrahatsız edici bir sözün söylenmesine delâlet eder. Ve o söylenen söz sebebiyle\nkendisine sevap ve ecir yazılır.\nRüyada bir kumandanın kemiğinin kırıldığını görmesi, askerinin bozguna uğramasına\nve kuvvetinin sarsılmasına delâlet eder.\nSol elinin yaralandığını görenin askeri ziyadeleşir ve iki misline çıkar. Sağ elinin\nyaralandığını görmek, elinde bulunan mal ve mülkün iki misli artacağına delâlet eder."
    },
    {
        "word": "YARALAMAK",
        "meaning": "Rüyada bir kimseyi yaraladığını görmek, onu üzüntü, keder ve\nsıkıntıya düşürmeye işarettir. Rüyada bir adamı yaralamak sebebiyle diyet ödediğini\ngörmek, düşmanın sevinmesine delâlet eder.\nBazı kere de yaralamak, rüya sahibinin kadrinin yüce olmasına, bazı kere de namus\nhakkında iftira ile itham edilmesine işarettir."
    },
    {
        "word": "YARAMAZ SÖZ",
        "meaning": "Rüyada yaramaz, dine edebe aykırı bir söz işitmek, günah\nişlemeye ve nasihat kabul etmemeye işarettir. Yine rüyada düşünüp taşınmadan\nkonuşmak ve sürc-i lisan ederek: \"Yemin olsun ki, öyle değil, böyle!\" gibi ağızdan söz\nçıktığını görmek, günahkâr ve asi için tevbeye, kâfir için de hidayete delâlet eder.\nRüyada yaramaz ve beyhude söz söyleyen bir kimseyi görmek, boş ve işe\nyaramayan söze delâlet eder.\nBazı kere de böyle bir kimseyi görmek, batıl ve boş söz eden mukallid kimseye\ndelâlet eder. Çünkü mukallid, insanları güldürmek için çok defa boş sözler söyler.\nYine rüyada yaramaz söz söyleyen birini görmek, vadinde durmayan, sözünü yerine\ngetirmeyen kimseye delâlet eder."
    },
    {
        "word": "YARASA KUŞU",
        "meaning": "Rüyada bir kimsenin Yarasa kuşu görmesi, Sünnet-i Seniyyeyi\nicra etmeye ve delilleri açıklamaya delâlet eder.\nYarasa kuşu görmek, ibadet ehli biri ile de tâbir edilir. Bazı kere de yarasa kuşu\ngörmek, işsizlik, tembellik ve korkunun gitmesine delâlet eder.\nHamile bir kadının rüyada Yarasa Kuşu görmesi, hayır ve iyiliğe alâmettir.\nRüyada yarasa kuşunu bir yere girmiş görmek, o yerin harap\nolacağına alâmettir. Yarasa kuşu , ne yapacağını şaşırmış zalim bir kimseye de\ndelâlet eder.\nYarasa kuşu görmek, hırsızlık gibi kötü ve fena bir işten dolayı gizlenmeye ve\nhaberleri dinlemeye delâlet eder."
    },
    {
        "word": "YARMAK",
        "meaning": "Rüyada herhangi bir şeyi yarmak, ayrılığa, hicrana, hasrete delâlet eder.\nYine bir nesneyi yarmak, hileye işarettir.\nRüyada vurup büyük bir taşı yardığını görmek, vali ve daha yüksek makamdaki\n\n\n\fdevlet büyüklerinden birisinin halini araştırmaya delâlet eder.\nRüyada kale gibi metin ve müstahkem mevkileri delip içeri girdiğini görmek, henüz\nkocaya gitmemiş bekâr kızlara kasdetme-ye veya memleket haberleri toplamaya\ndelâlet eder.\nRüyada bir evi delip içine girdiğini görmek, arzu ettiği bir kadına kavuşmaya işarettir."
    },
    {
        "word": "YARIŞMAK",
        "meaning": "Fakir bir kimsenin rüyada yarıştığını görmesi, zengin olmaya;\nyolcunun görmesi, selametle vatanına dönmeye delâlet eder.\nBir kimsenin rüyada yarıştığını ve yarışı kazandığını görmesi, kuvvet ve kudrete, mal\nve menfaata delâlet eder.\nRüyada koşu yarışı görmek, hareket etmeye, oyun oynamaya ve batıl şeylere sürat\nvermeye veya kendisinde fayda olmayan yolculuğa delâlet eder.\nRüyada atlı olarak yarıştığını görmek, gururlanmaya, mahzurlu bir iş yapmaya; yarış\nesnasında attan düştüğünü görmek, çetin ve zor günlerin geleceğine delâlet eder.\nYine rüyada yarış görmek, insanlar arasında çıkacak fitneye ve tefrikaya, bunun\nneticesi musibete delâlet eder."
    },
    {
        "word": "YARIŞ MEYDANI",
        "meaning": "Bir kimsenin rüyada yarış meydanı görmesi, sevince, düşman\nüzerine galip gelmeye, çocuklar için Kur'ân-ı Kerimi hatmetmeye delâlet eder.\nKapısında atı olan bir kimsenin rüyada kendisini yarış meydanmda görmesi,\nkendisinde olan san'ata ve maharete delâlet eder."
    },
    {
        "word": "YAS",
        "meaning": "Bir kimsenin rüyada kendisini matem içinde görmesi, sevinçli ve sürurlu\ngünlerin pek yakında geleceğine delâlet eder."
    },
    {
        "word": "YASEMİN",
        "meaning": "Kişinin rüyada yasemin görmesi, sevinç, rahatlık ve hayra delâlet eder.\nYasemin görmek, âlimler ile de tabir olunur.\nIbn-i Sîrîn hazretleri demiştir ki: Zevcesi hamile olan birinin rüyada ağacı üzerinde\nyasemin görmesi, doğacak çocuğun erkek olacağına delâlet eder.\nBekâr bir kimsenin rüyada açılmış yaseminler görmesi, bekâr ve hasnâ bir kızla\nevlenmeye delâlet eder.\nRüyada açılmış yaseminler topladığını görmek, mal ve menfaate, hayır ve rahata\ndelâlet eder.\nNablusî demiştir ki: Rüyada Yasemin görmek, âlimlere delâlet eder. Bundan dolayı\nbir kimse rüyada melekler gökten inerek bir şehirden yasemin topladıktan sonra\ngittiklerini görse, o şehrin alimlerinin gitmesine delâlet eder.\nYasemini ağacının dalında kokladığını görmek, bakire bir kızla evlenmeye işarettir."
    },
    {
        "word": "YASTIK",
        "meaning": "Cafer-i Sâdık (r.a) demiştir ki: Rüyada yastık görmek,beş vech ile tâbir\nolunur:\n\n\n\n\fa) Erkek hizmetçi,\nb) Hizmetçi,\nc) Dinin safiyeti ve güzelliği,\nd) Takva,\ne) Makam.\nRüyada bir yastık üzerinde oturduğunu görmek, nimete, uluvv-i kadre ve menzilete\ndelâlet eder.\nBir kimsenin rüyada yastık görmesi, ev sahibine ve halka hizmet eden bir kadına\nişarettir.\nİlim sahibi kişilerin rüyada yastık görmeleri, muttaki olmalarina, dinde salâha ve\nimanda kuvvete delâlet eder.\nRüyada güzel yastıklar görmek, güzel ve hasnâ hizmetçilere delâlet eder. Bazı kere\nde yastık görmek, güzel ve şerefli zevceye dosta, evlada ve şefkatli bir anneye\ndelâlet eder.\nRüyada dört köşeli yastık görmek, şerefli bir rütbe ile tâbir olunur.\nRüyada bir yastığı sırtlayıp götürdüğünü görmek, hayır ve berekete işarettir. Rüyada\nyastıkta görülen yırtıklık da darlık gibi durumlar, rüya sahibinin hizmetçisine nisbet\nedilir.\nRüyada avam halkın yastık görmeleri, onların arkadaşları ve dostlarına delâlet eder.\nRüyada duvar yastığı görmek, zevceye, ona dayanmak, zevceye itimada işarettir.\nEbu Saidü'l-Vaaz demiştir ki:Rüyada duvar yastığı hizmetkar ile tâbir olunur.\nBaş yastığı görmek, zevceye, biriktirilen mala, sır saklamaya, rahat ve güzel bir\nhayata delâlet eder."
    },
    {
        "word": "YAŞ",
        "meaning": "Rüyada gözünün yaşlarla dolduğunu görmek, sevinçli bir habere, sürür ve\nferaha delâlet eder. Yine rüyada Allah korkusundan dolayı gözünün yaş akıttığını\ngörmek, mağfirete, rahmete, ebedi nimetlere ve dinde salâha delâlet eder."
    },
    {
        "word": "YAŞ HURMA",
        "meaning": "Rüyada yaş hurma görmek, mala, bol rızka, helal kazanca delâlet\neder.\nYaş hurma satıcısını görmek, biriktirilmiş helal kazanca ve sünneti bilen bir adama\ndelâlet eder."
    },
    {
        "word": "YAŞLI KADIN",
        "meaning": "Bir kimsenin rüyada yaşlı kadın görmesi, acizlik ile tâbir olunur.\nYaşlı kadın görmek, elden giden dünyalığa, üzüntüye, bazı kere de ahirete delâlet\neder.\nRüyada müslüman, mütedeyyin, salâh erbabı bir yaşlı kadın görmek sevince, sürura\nve helal mala alâmettir. Rüyada yaşlı bir kadının kendi evine geldiğini görmek,\ndünyanın insana yönelmesine delâlet eder. Çünkü dünya yaşlı kadına nisbet edilir.\nYine rüyada yaşlı bir kadının kendi evinden çıktığını görmek, rüya sahibinden\ndünyanın yüz çevirmesine ve bunun neticesi sıkıntıya düşmeye delâlet eder.\nGenç bir kadının rüyada kendisini kocamış, ihtiyarlamış, saçı ağarmış görmesi,\ndünyada halinin iyi olduğuna delâlet eder.\n\n\n\fÇocuktan kesilmiş bir kadının tekrar eski haline geldiğini, kuvvet bulduğunu görmesi,\ndin ve dünyasının mamurluğuna delâlet eder.\nRüyada yaşlı kadın görmek, ot bitirmez, ekin vermez bir yere de işarettir. Çünkü yaşlı\nkadın her şeyden kesilmiştir.\nRüyada kâfir olan ihtiyar kadın görmek, haram mala da delâlet eder. Rüyada yaşlı bir\nkadının hamile kadının yanma girdiğini görmek, sırf hayırdır.\nBazı kere de rüyada yaşlı kadın görmek, ümit sektikten sonra hamile olmaya delâlet\neder.\nRüyada gökten yer yüzüne yaşlı bir kadın indiğini ve halkın buna taaccüp ettiğini\ngörmek, kıtlık ile tâbir olunur. Rüyada çirkin yüzlü yaşlı bir kadın görmek, harp ve\nkıtlığın sona ermesine ve bollukla müjdelenmeye delâlet eder.\nRüyada bir kimsenin yaşlı bir kadınla bir şeyler alıp verdiğini veya onunla uğraştığını\ngörmesi, dünya ile uğraşmaya delâlet eder.\nRüyada yaşlı kadının etli ve güzel bir surette görülmesi, ose-neki kazanç ve ticaretin\ngüzel olacağına; yaşlı kadının ekşi yüzlü ve çirkin görülmesi, üzüntü ve kedere,\nşöhret ve rütbenin elden gitmesine delâlet eder."
    },
    {
        "word": "YAŞMAK",
        "meaning": "Rüyada yaşmak görmek, mal, servet ve zenginliğe delâlet eder. Bekâr\nkimsenin yaşmak görmesi, evlenmek ile tâbir olunur.\nRüyada yüz örtüsü görmek, ilme, ömrü uzun bir kız çocuğuna ve aile saadetine\ndelâlet eder."
    },
    {
        "word": "YATAK",
        "meaning": "Rüyada güzel bir yatak görmek, güzel ve hasna bir kadına işarettir.\nRüyada yatağının yumuşak ve geniş olduğunu görmek, zevcesinin ahlâkının\ngenişliğine ve efendisine itaat etmesine delâlet eder.\nCafer-i Sâdık (r.a) demiştir ki: Rüyada yatak görmek, dört şekilde tabir olunur:\na) Zevce,\nb) Hizmetçi,\nc) Velayet,\nd) Bolluk ve bereket.\nBir kimsenin rüyada yün, kıl veya pamuktan yapılmış yatak görmesi, zevcenin\nzenginliğine; yeşil ve bayaz yatak görmesi, zevcenin dindar, ibadet ehli, itaatkâr ve\nnamusunu koruyan bir hanım olmasına delâlet eder.\nBekâr bir kimsenin rüyada bir yatak satın aldığını görmesi, güzel bir kadınla\nevlenmesine işarettir.\nO işi yapmaya ehil bir adamın rüyada yatağını devlet reisinin kapısına serilmiş bir\nhalde görmesi, bir vilayete vali olmaya delâlet eder.\nRüyada kendi yatağı üzerinde bir köpek veya hınzır görmek, fasık bir adamın\nhidayetine delâlet eder.\n\n\n\fDanyal (a.s) demiştir ki: Rüyada eski bir yatağın yeni olduğunu görmek, zevcenin\nkötü ve bozuk ahlâkının iyi ahlâka dönüşeceğine delâlet eder. Bunun aksine, yeni\nyatağın eski yatak haline geldiğini görmek de, zevcenin ahlâkının bozulmasına\nişarettir.\nRüyada yatağının havada ve boşlukta durduğunu görmek, rüya sahibinin hanımının\nvefatına alâmettir.\nRüyada yeni yatak görmek, güzel, hal ve vakti yerinde zevceye eski ve yırtık yatak\nda, dini ve vefası olmayan bir kadına delâlet eder.\nBir kimsenin rüyada tanımadığı bir yerde tanımadığı bir yatak görmesi, o yatağın\nbüyüklüğü nisbetinde kendisine isabet edecek bir arsaya işarettir.\nRüyada kendi yatağını terk ettiğini ve başka bir yatak satın aldığını görmek,\nnikâhında olan zevcesini bırakıp bir başka kadınla evlenmeye delâlet eder.\nKişinin rüyada yatağında gördüğü iyilik, kötülük, fazlalık ve noksanlık rüya sahibinin\nhanımına aittir. Yatak iyi ve düzgün ise, zevcenin iyiliğine, yırtık, kötü ve çürük ise\nhanımın ahlakının bozukluğuna işarettir."
    },
    {
        "word": "YATSI VAKTİ",
        "meaning": "Bir kimsenin rüyada yatsı vaktini görmesi; \"Akşam, sabah Rabını\nhamd ile (tenzih ve) tesbih et!\" mealindeki ayet gereğince, Allahü Teâlâ'yı teşbih\netmeye, zikre, şükre ve ibadete, bunun neticesi de mağfirete mazhariyete delâlet\neder.\nBazı kere de yatsı vakti, hile yapmaya, yalan söze, fitne zuhu-runa ve akıbeti belli\nolmayan bir şeye delâlet eder."
    },
    {
        "word": "YAVAŞ YÜRÜMEK",
        "meaning": "Nablusî demiştir ki: Rüyada yavaş yavaş yürümek, hırsızlığa,\nyahut insan veya hayvandan hırsızlığı kasteden kimsenin hallerini gözetlemeye\ndelâlet eder."
    },
    {
        "word": "YAY",
        "meaning": "Bir kimsenin rüyada yay görmesi, sefere, erkek kardeşe, kadına veya çocuğa;\nbir âyetin işaretince de Allahü Teâlâ'ya yakınlığa delâlet eder.\nRüyada kan içinde bir yay görmek, rüya sahibinin zevcesinin kız çocuğu meydana\ngetireceğine delâlet eder. Rüyada zevcesinin kendisine bir yay verdiğini görmek,\nhanımın erkek çocuk doğuracağına işarettir.\nRüyada bir yayı kurduğunu ve fakat kendisinin de onunla beraber büküldüğünü\ngörmek, uzun ömre delâlet eder.\nBir kimsenin rüyada yay ile ok attığını ve hedefe isabet ettirdiğini görmesi, saltanatın\ndevamına, doğru hükme, insaflı davranmaya ve adaletli olmaya delâlet eder.\nRüyada savaş için ok attığını görmek, şeref ve şöhretle galip gelmeye ve rakibinden\nmuhtaç olduğu şeyi almaya alâmettir.\nBekar bir adamın rüyada yaya kiriş taktığını görmesi, onun kısa zaman içinde\nevleneceğine delâlet eder.\nKırda sapan taşı ile taş attığını görmek, helal mala ve ganimete delâlet eder.\n\n\n\fBir valinin rüyada yayın elinde kırılmış olduğunu görmesi.\nvazifeden azledilmesine, tüccarın görmesi, ticaretinde zarar ve ziyana delâlet eder.\nDevletin yüksek kademesinde bulunan bir kimsenin rüyada attığı okun nişana isabet\netmemesi de zalim bir idareci olduğuna delâlet eder.\nRüyada elinde kirişi geçirilmiş bir yay olduğunu görmek, rüya sahibinin elçi olacak bir\noğlunun dünyaya gelmesine işarettir."
    },
    {
        "word": "HALLAÇ YAYI",
        "meaning": "Rüyada yorgancı veya hallaç yayı görmek, malı israf etmeye ve\nçalmadan oynamaya işarettir.\nRüyada kendisiyle delik delinen yaylı âleti görmek, rızık, fayda ve maişete delâlet\neder.\nRüyada bir yaya kiriş geçirdiğini ve fakat kirişin kesildiğini görmek, rüya sahibinin\nhanımını boşamasına işarettir."
    },
    {
        "word": "YAYCI",
        "meaning": "Rüyada yaycıyı görmek, uzun ömre, kudret ve kuvvete, düşman üzerine\ngalip gelmeye ve şiddete delâlet eder.\nBazı kere de rüyada yaycıyı görmek, cihat ve savaş için insanları teşvik eden\nkimseye işarettir. Yaycı, askerin kumandanına veya devletin başkanına da delâlet\neder. Çünkü yayı bükmek kuvvet gerektiren şeydir."
    },
    {
        "word": "YAYIK",
        "meaning": "Kişinin rüyada yayık görmesi, rızka, menfaata ve işlerin az bir meşakkat ile\nneticesine delâlet eder. Zira yayıktan az bir meşakkattan sonra yağ alınır."
    },
    {
        "word": "YAYLA",
        "meaning": "Rüyada geniş bir yayla görmek, geniş rızka, karlı işe, refah ve rahata\nişarettir."
    },
    {
        "word": "YAZ",
        "meaning": "Rüyada yaz mevsimini görmek, emel ve arzulara kavuşmaya, ele geçecek\ntoplu mala ve hayırlı rızka delâlet eder."
    },
    {
        "word": "YAZICI",
        "meaning": "Rüyada yazıcı görmek, güzel haberlere, defter tutan kimselere, iyiyi kötüyü\nbirbirinden ayırd eden akıllı bir zata delâlet eder."
    },
    {
        "word": "YAZMAK",
        "meaning": "Rüyada güzel yazı yazdığını görmek, din ve dünyanın salâhı için\nçalışmaya delâlet eder.\nRüyada bir kimsenin kendisi için yazı yazdığını görmek, hayır, menfaat ve murada ermeye işarettir. Bir sayfa üzerine yazı yazdığını görmek,\nmirasa delâlet eder.\nBir kimsenin rüyada Kur'ân-ı Kerim'den bir ayetin kendi gömleği üzerine yazılmış\nolduğunu görmesi, Kur'ân-ı Kerime tabi olmaya, onun hükümlerine uymaya ve dinde\nsalâha delâlet eder.\nRüyada sol elle yazı yazdığını görmek, çirkin ve kötü işlere ve sapıklığa işarettir.\nEbu Saidü'l-Vaaz demiştir ki: Rüyada kağıt üzerine yazı yazmak, hakkı inkâr etmeye\nişarettir.\nRüyada kan ile yazı yazdığını görmek, faiz malı için sened ve hüccet yazmaya delâlet\n\n\n\feder.\nIbn-i Sîrîn hazretleri demiştir ki: Rüyada bir kitap yazdığını görmek:\n\"Artık elleriyle kitabı (Tevratı yalan yanlış) yazıp da sonra onu az bir para ile\nsatabilmek\" bu Allah katındandır\" diye gelenlerin vay haline.\" (Bakara, 79)\nMealindeki âyet-i kerimenin işaretince, o kişinin haram bir mala malik olmasına\ndelâlet eder.\nRüyada kendi yazdığı yazının kötü olduğunu görmek, günahlardan tevbe etmeye\ndelâlet eder. Yine rüyada bir kitap yazdığını fakat onu tamamlayamadığmı görmek,\nrüya sahibininiş ve ihtiyacının tamamlanacağına alâmettir."
    },
    {
        "word": "YAZI HOKKASI",
        "meaning": "Rüyada yazı hokkası görmek, zengin bir kadın ile evlenmeye\ndelâlet eder.\nKirmanı demiştir ki: Rüyada hokka bulduğunu görmek, akrabadan bir kadın ile\nevlenmeye işarettir.\nRüyada hokkasının gümüşten olduğunu görmek, yine evlenmeye delâlet eder veya\nrüya sahibi evine bir hizmetçi alır."
    },
    {
        "word": "YEDİ YILDIZ",
        "meaning": "Rüyada yedi yıldızı görmek, âlim ve şerefli erkek kardeşe delâlet\neder. Rüyada o yıldızların semadan döküldüğünü görmek, alim ve fazıl kimselerin\nvefatına alâmettir."
    },
    {
        "word": "YEĞE (EĞE TÖRPÜ)",
        "meaning": "Rüyada eğe görmek, dil ile tâbir olunur. Yine eğe rüyası,\nihtiyaçları gidermeye, kalem ilmini bilen kişiler için de, güzel ibadet etmeye işarettir.\nRüyada bir şeyi eğelediğini görmek, nikahlanmaya alâmettir."
    },
    {
        "word": "YELELİ AT",
        "meaning": "Bir kimsenin rüyada yelesi ve kuyruğu siyah diğer yerleri kızıl bir at\ngörmesi, izzet, şeref ve yüceliğe delâlet eder. Bu rüya, bazı kere de zengin bir kadına\nişarettir."
    },
    {
        "word": "YELKEN",
        "meaning": "Kirmani demiştir ki: Bir kimsenin rüyada yelken açtığını görmesi,\ngünahlardan tevbe etmeye ve kurtuluşa delâlet eder.\nRüyada denizde bir geminin yelkenlerini açılmış görmek, güzel isimle anılmaya, sena\nedilmeye ve hayra işarettir.\nYine bir kimsenin rüyada yelken görmesi, saltanata ve kuvvete delâlet eder. Rüyada\nkendisi için yelken açtığını görmek, devlete, izzete, şerefe ve' nimete delâlet eder.\nKirmani demiştir ki: Bir kimsenin rüyada yelken açtığını görmesi, günahlardan\nkurtulmağa işarettir. Açtığı yelkenin rüzgar ile dolup şiştiğini görmek, teşebbüs edilen\nişten netice almaya, mal ve kazanca delâlet eder.\nRüyada açtığı yelkenin parçalandığını görmek, rüya sahibinin işlerinin çıkmaza\ngireceğine; yelkenin delinip rüzgarı tutmaz olduğunu görmek de, bir hastalık veya\nfelaket yüzünden üzüntü ve kedere uğramaya delâlet eder.\nYelken satıcısını görmek, yolculuklara ve rızık talep etmeye ya da nikâh için\nhazırlanmaya işarettir."
    },
    {
        "word": "YELKENCİ",
        "meaning": "Rüyada yelkenci görmek, uzun emeller taşıyan bir arkadaşınızdan\nayrılmaya delâlet eder."
    },
    {
        "word": "YELKOVAN",
        "meaning": "Rüyada saatin yelkovanını görmek, zamanı iyi değerlendirmeye,\nbüyük bir zât ile karşılaşmaya ve menfaata delâlet eder."
    },
    {
        "word": "YELLENMEK",
        "meaning": "Rüyada yellendiğini görmek, fena ve çirkin bir söze alâmettir.\nYellenmek küçük günah ile de tâbir olunur.\nYine rüyada yellenmek, ayıplanmaya, yalnız kalmaya, yalan söze, cemmatı\ndağıtmaya, şeref ve itibardan düşmeğe delâlet eder."
    },
    {
        "word": "YELPAZE",
        "meaning": "Bir kimsenin rüyada yelpaze görmesi, rahatlığa, mihnet ve şiddet\nsıkıntılarından kurtulmağa, fakirlikten sonra zenginliğe ve evlada delâlet eder.\nRüyada hurma yaprağından yapılmış bir yelpaze görmek, yolculukla mal elde etmeye\nişarettir.\nBazı kere de yelpaze kadın için kocaya ve çocuğa delâlet eder. Yine yelpaze görmek,\ninsanların kendisinden faydalandıkları bir kimseye delâlet eder. Çünkü yelpaze\nferahlık veren bir şeydir."
    },
    {
        "word": "YEM",
        "meaning": "Rüyada hayvanlara mahsus yem görmek, rızka, mala ve menfaata delâlet\neder.\nYEMEĞE DAVET: Rüyada insanları yemeğe davet ettiğini görmek, hayır için\ntoplanmaya, birlik ve beraberliğe, ülfet ve muhabbete delâlet eder.\nBir kimsenin rüyada bir kavmi yemeğe davet ettiğini ve hazır edilmiş yemeği de\ndavetlilerin yediğini görmesi, onların üzerine reis olmaya delâlet eder. Yemek yiyenler\niçin hasta ve üzüntülü biri varsa, o da hastalık ve üzüntüden halas olur.\nRüyada çok meyve ve şarap bulunan bir meclise davet edildiğini görmek, cihada\ndavet edilmeye ve sonunda şehidliğe ermeye işarettir.\nRüyada düğün yemeğine davet edildiğini görmek, pişmanlık ile tabir olunur."
    },
    {
        "word": "YEMEĞİ HAZMETMEK",
        "meaning": "Rüyada yediği bir yemeği hazmettiğini görmek, rüya\nsahibinin sanatında çalışkan ve titiz bir kimse olduğuna delâlet eder.\nYine rüyada yemeği hazmetmek, her işte şen ve neşeli olmağa işarettir."
    },
    {
        "word": "YEMEK",
        "meaning": "Bir kimsenin rüyada sarı renkli yemek yediğini görmesi, hastalıktır. Ancak\nyemek kuş eti ise, hastalık değildir. Rüyada beyaz renkli her yemek, ekşi yemekten\nhayırlıdır.\nRüyada tıpkı su içer gibi yemeği içtiğini görmek, rızkın artmasına delâlet eder. Ziyafet\nmaksadı ile hazırlanmış yemekten yemek, müjdeye, yas için hazırlanmış yemekleri\nyemek de, üzüntü ve kedere delâlet eder.\nRüyada kabak yemeği yediğini görmek, hidayet ve Sünnet-i Seniyyeye itibar etmeye\nve keskin zekaya delâlet eder. Alimlerin yemeklerinden yediğini görmek, ilim, hidayet\nve berekete işarettir.\n\n\n\n\fZahid ve fakirlerin yemekleri, o yemeklerden yiyenler için tev-be ve hidayettir.\nRüyada et ile pişmiş yemek görmek, fakir için zenginliktir. Etsiz yemek ise, fakirlik\nalâmetidir.\nBir kimsenin rüyada ekşi olan yemeği yemediğini ve Rabbine de hamdettiğini\ngörmesi, sevinç ve neşeye, üzüntü ve kederden kurtulmaya delâlet eder.\nRüyada her zaman pişirilen yemekleri görmek, rızık ve daimi olan faydalara işarettir.\nMelik ve sultanların yemekleri, izzet ve şerefe, o yemeklerden sultanla beraber\nyiyenler için de rütbelerinin yenilenmesine delâlet eder."
    },
    {
        "word": "YEMEK DOLABI",
        "meaning": "Rüyada boş yemek dolabı görmekte hayır yoktur. Bu rüya\nmaişette müşkülâta delâlet eder. Dolapta yemek ve meşrubattan bir şey varsa, bu\nrüya, yolculuğa, hayır ve menfaata delâlet eder."
    },
    {
        "word": "YEMEK YEMEK",
        "meaning": "Bir kimsenin rüyada bir kapta yemek yediğini görmesi, kanaat ile\ntâbir olunur. Ancak yemek yediği kap altın ve gümüşten ise, bu rüya haram mala ve\nçok borca delâlet eder.\nRüyada insanlar arasında yemek yediğini görmek, şöhrete ve iyi bir isimle anılmaya\ndelâlet eder.\nRüyada sağ eli ile yemek yediğini görmek, sünnet-i Seniyyeye tâbi olmayıp sol eliyle\nyemek yemek ise düşmana itaata, dosta cefaya delâlet eder.\nRüyada yemeği bir başkasının eliyle yediğini görmek, namuslu ve kanaat sahibi\nolmaya ve Allah'a itimad ve tevekküle delâlet eder.\nBazı kere de bu rüya, hastalık ile tâbir olunur. Çünkü hasta da yemek yemekten aciz\nkalır, başkasının yardımı ile yemeğini yer.\nRüyada kendi etini yediğini görmek, biriktirdiği malı yemeye işarettir.\nBir kimsenin rüyada beyaz mantar yediğini görmesi, emre, nehye, işte acele etmeyip\nitidal üzere olmaya, uzun ömre, hasta için afiyet ve şifaya delâlet eder.\nDanyal (a.s) demiştir ki: Rüyada pişmiş et görmek ve yemek, suhuletle hasıl olan\nhayır ve menfaata, kebap et görmek ve yemek, meşakkatle husule gelen rızka delâlet\neder.\nKirmani demiştir ki: Rüyada tencerede pişmiş et görmek ve ondan yemek, rızık ve\nnimete delâlet eder. Eti kebap olarak pişirdiğini görmek, haram mala işarettir.\nCafer-i Sâdık hazretleri demiştir ki: Rüyada et görmek, dört vech ile tâbir olunur:\na) Mal,\nb) Miras,\nc) Hüzün,\nd) Musibet.\nRüyada yılan eti görmek, düşmandan mala, at eti izzet ve ri-fata, katır eti hastalık ve\nmanzara, sığır eti de vücudun sıhhatine delâlet eder.\nRüyada sahu veya iftar yemeği yediğini görmek, hayırlı ve bereketli rızka, günahların\n\n\n\fmağfiretine, akıbetin güzelliğine ve dinde salaha delâlet eder."
    },
    {
        "word": "YEMEN ZAFERANI",
        "meaning": "Nablusî demiştir ki: Rüyada Yemen Zaferanını görmek,\nsevindirici haberlere veya garip insana delâlet eder. Meyve garip kokulu bitkilerden\n\"Vers\" bitkisine benzeyen sarı bitkilerin tâbiri de böyledir."
    },
    {
        "word": "YEMİN",
        "meaning": "Bir kimsenin rüyada yalan yere yemin ettiğini görmesi, fakirlik, zillet,\nmahrumiyet ve hileye delâlet eder. Çünkü yalanla iman bir yerde durmaz.\nRüyada doğru bir şey üzere yemin etitğini görmek, zafere ermeye, hak söze, Allahü\nTeâlâ'ya veya keffaret vacip olan bir şey üzerine yemin ettiğini görmesi, Hakka ittibaa\nve Sünnet-i Seniy-yeye tabi olmaya delâlet eder.\nRüyada Haç'a, yıldızlara, güneşe, yahut denize veya bunlar gibi şeylere yemin ettiğini\ngörmek, sapıklığa, nifaka, sözü bozmaya ve şerre delâlet eder."
    },
    {
        "word": "YEMLİK",
        "meaning": "Rüyada içine para veya saman konulan yemlik görmek, izzet ve kuvvete\ndelâlet eder. Bazan da yemlik görmek, zevceye işarettir."
    },
    {
        "word": "YEMİŞ",
        "meaning": "Rüyada taze yemiş, yani meyve görmek, devamlı rızka, kuru meyveler,\ndevamı olmayan rızka delâlet eder.\nRüyada meyve yediğini görmek, hastalıklardan şifa bulmaya ve devamlı afiyete\ndelâlet eder."
    },
    {
        "word": "YENGEÇ",
        "meaning": "Rüyada yengeç yediğini görmek, uzak bir yerden gelecek hayra delâlet\neder. Yengeç, haram mal ile de tâbir olunur.\nBir kimsenin rüyada yengeç görmesi, tutulacak yeri bilinmeyen hilesi anlaşılmaz,\nkendisine ulaşılması kolay olmayan ve arkadaşlığı çetin bir adama delâlet eder.\nKirmani demiştir ki: Rüyada yengeç görmek, sert tabiatlı, himmeti büyük, nesebi\nazim bir kimseye işarettir. Bir başka kavle göre de yengeç, fena huylu, kibirli ve\nhasud bir adama delâlet eder."
    },
    {
        "word": "YENİ BİR ŞEY",
        "meaning": "Rüyada yeni ber şey görmek veya yepyeni elbise almak, sevindirici\nhabere, müjdeye, hayra ve feraha delâlet eder."
    },
    {
        "word": "YENİ DOĞMUŞ ÇOCUK",
        "meaning": "Rüyada yeni doğmuş bir bebek görmek, üzüntü, keder,\nzahmet ve mihnet ile tâbir olunur. Çünkü çocuğun büyütülmesinde zahmet ve\nmeşakkat çoktur.\nHasta va maraz bir kadının rüyada çocuk doğurduğunu görmesi, hastalıktan şifa\nbulmaya delâlet eder.\nBir kimsenin rüyada yere bırakılmış küçük bir kız çocuğunu yerden kaldırdığını veya\nkucağına alıp o çocuğu uyuttuğunu görmesi, rüya sahibi hapiste yahut sıkıntı ve\nmuhasara altında ise, bunların hepsinden kurtulmasına delâlet eder."
    },
    {
        "word": "YENİÇERİ",
        "meaning": "Osmanlı ordusunun erleri olan Yeniçerileri rüyada görmek, izzet, şeref,\ngüç, kuvvet ve itibarın artmasına delâlet eder."
    },
    {
        "word": "YER-ZEMİN",
        "meaning": "Rüyada yer, yani zenim görmek, korkudan emin olmaya, zenginlik ve\n\n\n\fmala delâlet eder."
    },
    {
        "word": "YER",
        "meaning": "Rüyada yer görmek, o görülen yerin şeref ve kıymetine, madde ve cevherine\ngöre tâbir edilir.\nMeselâ rüyada Arafatta hacıların vakfeye durdukları yeri görmek, af ve mağfirete,\nduaların kabulüne, helal ve geniş rızka, dinde salâha delâlet eder.\nRüyada mahşer yerini görmek, korku ve şiddetten emin olmaya, vaadini yerine\ngetirmeye, sırları gizlemeye, fakirlikten sonra zenginliğe delâlet eder.\nBazı kere de rüyada mahşer yerini görmek, nefsi hesaba çekmeye, hidayet ve\ntevbeye, nasibi az bir rütbeye delâlet eder.\nRüyada yerin yarıldığmı görmek, haram ve bidatlarm, günah ve kötülüklerin aşikâre\nişlenmesine delâlet eder. Bazı kere de yerin yarılması, o yer için iyi ve hayra işarettir.\nBir kimsenin rüyada yer görmesi, ilme, güzel ve düzgün söz söylemeye, dünyaya,\nahirete ve orada geçen ömre delâlet eder.\nRüyada kendisinin toprak olduğunu görmek, insanlar arasında kadr ve kıymetinin\nyüce olmasına delâlet eder. Çünkü ilk peygamber ve ilk insan topraktan yaratılmıştır.\nBir adamın rüyada kıtlık yerden çıkıp bolluk ve bereketli yere gittiğini görmesi,\nbidatten Sünnet-i Seniyye'ye geçmeye delâlet eder.\nRüyada yerin kendisini yuttuğunu ve fakat batmadığını görmek, uzak bir yolculuğa\ndelâlet eder. Rüyada yerin kendisi için durulduğunu görmek ise, rüya sahibinin\nölümüne işarettir.\nBir kimsenin rüyada eliyle veya başka bir nesneyle yeri dövdüğünü görmesi, ticaret\niçin sefer etmeye alâmettir.\nBazı kere de rüyada yer görmek, o yerin genişliği, büyüklüğü, darlığı ve küçüklüğü\nnisbetinde o yere sahip olan kişinin dünyalığına delâlet eder.\nRüyada yer yarılıp içinden bir hayvan çıktığını ve kendisi ile konuştuğunu görmek,\nhayret edilecek bir hadise ile karşılaşmaya işarettir.\nYine rüyada yerin yarıldığını ve oradan yartıcı bir hayvanın çıktığını görmek, zalim bir\nhükümdarın zuhuruna delâlet eder. Yerden yılanın çıkması da böyledir.\nBir kimsenin rüyada yerin yarıldığını ve içinden nebatlar çıktığını görmesi, o yer\nhalkının bolluk ve ucuzluğa nail olacaklarına delâlet eder.\nYine bir kimsenin rüyada eli ile yeri durduğunu görmesi, mal ve mülke nailiyete\ndelâlet eder.\nRüyada kendisi için yerin yarıldığını görmek, uzun ömre delâlet eder.\nRüyada bir yer üzerinde oturduğunu görmek, o yerde iktidar-lı, kuvvetli ve nüfuzlu\nolmaya alâmettir.\nBir kimsenin rüyada bir yere mâlik olduğunu görmesi, bekâr ise evlenmeye, evli ise\n\n\n\fçocuğunun dünyaya gelmesine veya mirasa konmaya delâlet eder.\nRüyada yeri yediğini görmek, rüya sahibinin o yerde çalışarak kazancından büyük\nfayda elde etmesine işarettir.\nBir kimsenin rüyada ekilecek arazi görmesi, o arazinin ekilip biçilmesine, ziraatına ve\nmahsulüne, bolluğuna, kıtlığına, güzel kokan nebatlara ve çiçeklere delâlet eder."
    },
    {
        "word": "YERE BATMAK",
        "meaning": "Bir kimsenin rüyada yere battığını görmesi, devlet reisi tarafından\nerişecek korku ve şiddete delâlet eder. Rüyada kendisinin yere battığını görmek,\nazab ile tâbir edilir.\nBazı kere de rüyada yere batmak, çok uzak bir yolculuğa delâlet eder.\nYine yere batmak, muhabbet ve vecd ehli için keşif ve kerametin zuhuruna delâlet\neder.\nNablusî demiştir ki:\n- Rüyada yerin bir tarafının yarılıp yine yere batması o yer halkına isabet edecek\nşiddetli bir hastalığa yahut orada çekirge, dolu, kıtlık, pahalılık v.s. gibi meydana\nçıkacak âfet ve belaya delâlet eder."
    },
    {
        "word": "YER ELMASI",
        "meaning": "Rüyada yer elması görmek, feyiz ve berekete delâlet eder. Bazan da\nbu rüya, üzüntü, meşakkat, şiddet ve sıkıntıya işarettir. Yer elması, mal, mülk ve rızık\nile de tâbir edilir."
    },
    {
        "word": "YER MANTARI",
        "meaning": "Bir kimsenin rüyada yer mantarı yediğini görmesi, helal mala ve\nrızka delâlet eder. Rüyada yer mantarı görmek, ileri gelen kimselerin sevdiği, kerem\nve vefa sahibi bir adama delâlet eder.\nBazı kere de yer mantarı, kendisinde hayır olmayan bir kadına delâlet eder."
    },
    {
        "word": "YERİN YEŞİLLENMESİ",
        "meaning": "Bir kimsenin rüyada yeryüzünün yeşillendiğini ve her\ntarafın çimenlerle dolduğunu görmesi, evli ise zevcesinin hamileliğine ve çocuk\nsancısından dolayı kıvranmaya delâlet eder.\nBekâr bir kimsenin bu rüyayı görmesi, iffetli bir hanımla evlenmeye işarettir."
    },
    {
        "word": "YEŞİL EKİN BAŞAĞI",
        "meaning": "Bir adamın rüyada yeşil ekin başağı görmesi, birbiri üzerine\nyığılmış mala delâlet eder. Çünkü başaklar da tarlada herbiri üzerine yığılır.\nRüyada sapı üzerinde duran yeşil başak görmek, rızka, ucuzluk ve bolluğa ve nimetin\ndevamına delâlet eder.\nBazı kere de yeşil başaklar görmek, dünyanın senelerine, aylarına ve günlerine\nalâmettir.\nRüyada yeşil ekin başaklarını yerden kaldırdığını ve topladığını görmek, rızka,\nmenfaata, mala, hayır ve iyiliğe delâlet eder.\nRüyada kuru ekin başağı görmek, kıtlığa, bazı kere de fazla mülke delâlet eder.\nRüyada tanıdık bir kimsenin ekin başaklarını yerden kaldırdığını görmek, o kimseden\ngelecek iyilik ve menfaate delâlet eder."
    },
    {
        "word": "YEŞİL MEŞE",
        "meaning": "Rüyada yeşil meşe görmek, kuvvet, kudret, sıhhat ve afiyete delâlet\neder. Kökünden kesilmiş veya kurumuş meşe görmek, zarar ve ziyan ile tâbir olunur."
    },
    {
        "word": "YEŞİL KURT",
        "meaning": "Rüyada sebzeleri yiyen yeşil kurt görmek, hilekâr bir hırsıza delâlet\neder.\nBir kimsenin rüyada cebine bu kurdun girdiğini görmesi, cebindeki paranın hırsızlar\nveya yankesiciler tarafından aşırılacağı-na işarettir."
    },
    {
        "word": "YETİM",
        "meaning": "Bir kimsenin rüyada yetim kaldığını görmesi, hakir görülmeye alâmettir.\nRüyada herhangi bir yetimi görmek, düşmana galip gelmeye ve düşman üzerindeki\nhakkı almaya delâlet eder.\nRüyada bir yetime ikramda bulunduğunu görmek, hayır ve berekete ve gönül\nsafasına delâlet eder. Çünkü yetimin başını okşamakta bereket vardır."
    },
    {
        "word": "YIKANMAK",
        "meaning": "Rüyada su ile yıkanıp temizlendiğini görmek, üzüntü, keder ve\nsıkıntıdan halâs olmaya delâlet eder. Bazı kere de bu rüya günahlardan\ntemizlenmeye işarettir."
    },
    {
        "word": "YIKAYICI",
        "meaning": "Bir kimsenin rüyada yıkayıcı görmesi, cahil veya nasihat kabul\netmeyenleri terbiye eden öğreticiye delâlet eder. Yine yıkayıcı, üzüntü, keder ve\nsıkıntıdan kurtulmaya, yolculuk için hazırlık yapmaya ve tedbirli olmaya delâlet eder."
    },
    {
        "word": "YIL",
        "meaning": "Kıtlık, sıkıntı ve şiddet içinde olanların rüyada yıl görmeleri, hayrın artmasına,\nsıkıntı ve şiddetten kurtulmaya delâlet eder.\nNablusî demiştir ki: Rüyada yıl görmek, Allahü Teâlâ'nın:\n“- Münafıklar görmüyorlar mı ki, onlar her yıl ya bir, ya iki kere çeşitli belalara\nçarpıyorlar da yine tevbe etmiyorlar ve onlar ibret de almıyorlar.\" (Tevbe, 126)\nmealindeki âyet-i kerime işaretince, rüya sahibinin kendisinde veya bir başkasında\ngöreceği belaya delâlet eder. Eğer kıtlık içinde iseler bu rüya hayrın artmasına\nişarettir."
    },
    {
        "word": "YILAN",
        "meaning": "Cafer-i Sâdık (r.a) demiştir ki: Rüyada yılan görmek on şekilde tâbir olunur:\na) Gizli düşmanlık\nb) Maişet,\nc) Selamet,\nd) Saltanat\ne) Emirlik,\nf) Devlet,\ng) Zevce,\nh) Evlad,\nı) Öülm,\ni) Sel.\nRüyada bir yılanın uçarak yüksek bir yere konduğunu görmek, gönül süruruna delâlet\neder.\nBir kimsenin rüyada bir yılanın etini çiğ olarak yediğini görmesi, düşman üzerine galip\ngelmeye ve düşmanın malından nasiplenmeye delâlet eder.\nRüyada yılanın eti, kemiği, derisi, kanı düşmanın malına delâlet eder. Rüyada yılanın\nkendisine güzel bir sözle hitap etitği-ni görmek, düşman ile sulh olmaya delâlet eder.\n\n\n\fKirmanî demiştir ki: Bir beyaz yılan görüp bunu tuttuğunu ve bu yılana malik\nolduğunu görmek, yüksek mertebelere nailiyete delâlet eder.\nRüyada yeşil yılan görmek, dinin düşmanı olarak tâbir edilir.\nBir kimsenin rüyada kendisini bir yılanın ısırdığını görmesi, düşmanı tarafından\nerişecek eza ve meşakkate işarettir.\nRüyada bütün sokakların yılanların istilasına uğradığını ve sokaklarda yılanların\ngezdiğini görmek, o yerde harbin meydana gelmesine ve düşmanın galebe etmesine\nalâmettir.\nRüyada bir yılandan iki elleri üzerine mal bulaştığını görmek,\ndüşmanın ölümüne ve onun malından geçecek menfaata delâlet eder.\nRüyada yılan eti yediğini görmek, sevinç, menfaat ve izzete delâlet eder. Rüyada\nbaşında yılan olduğunu görmek, rüya sahibinin şanının melikler yanında yüce\nolacağına alâmettir.\nBir kimsenin rüyada bahçe ve bostanının yılanlarla dolu olduğunu görmesi, o\nbostandan meydana gelecek büyüme ve gelişmeye, nebatatın fazlalığına ve\nbereketine delâlet eder.\nRüyada yılanın derisini altın olarak bulduğunu görmek, meliklerin hazinesinin ele\ngeçmesine delâlet eder.\nNablusî demiştir ki: Rüyada koynunda yılan olduğunu ve bunu keserek üç parça\nettiğini gören kimse zevcesini üç talakla boşar. Eğer iki parça etse, düşmanından\nintikamını alır.\nBir kimsenin rüyada yılanın yüksek bir yerden indiğini görmesi, o mahalde şanlı\nbirinin veya oranın reisinin ölümüne delâlet eder.\nYine bir kişinin rüyada yılanları çiğneyerek onların aralarında gezindiğini görmesi,\ndereler dolusu sellerin akacağı büyük bir yağmura alâmettir.\nRüyada karın yılanı (yani solucan) görmek, insan ile beraber sofrasında yemek yiyen\nakraba ve ailesine işarettir. Çünkü solucan da insanın gıdasına ortaktır ve onu yer\nbitirir.\nRüyada bir yılanı beline sardığını görmek, bele takılan kemere delâlet eder."
    },
    {
        "word": "YILAN TUTAN",
        "meaning": "Kişinin rüyada yılan tutan birini görmesi, kötü ve şerli kimselerle\ngeçinmeye, buğz ve düşmanlığını gizli tutarak düşmanı idare etmeye işarettir.\nBazı kere de yılan tutanı görmek, bir kimsenin ardınca gidip izini takip etmeye delâlet\neder.\nRüyada yılanlara afsun okuyanı görmek, yalancı ve hilekâr kimseye delâlet eder.\nRüyada hasta bir adamın yılancının yanında yılanlar olduğunu görmesi, ömrünün\nuzun olmasına işarettir.\nRüyada yılancının yanında yılan değil de, ipek böceği görülürse, rüya sahibinin\ntevbesine, fakir ise zenginliğe delâlet eder.\n\n\n\n\fEbu Saidü'l-Vaâz demiştir ki: Rüyada kara yılan görmek, mal ve menfaate, su yılanı\ngörmek, kadri yüce bir zatla sohbete, ejderha görmek kuvvetin ziyadeliğine delâlet\neder.\nRüyada yılanlar dolu bir kap görmek, rüya sahibinin müslümanlara karşı\ndüşmanlığına delâlet eder."
    },
    {
        "word": "YILDIRIM",
        "meaning": "Rüyada gökten yıldırım düştüğünü ve bilhassa yağmur gibi yağdığını\ngörmek, o mahalde vuku bulacak harp dolayısıyla bela ve fitnenin zuhuruna ve kan\ndökülmesine delâlet eder.\nRüyada yıldırım düşerken kendisini yaktığını görmek, o şehrin istilaya uğramasına\nveya orada zuhur edecek fitne ve fesada yahut şiddetli harbe delâlet eder.\nYine rüyada yıldırımın bir yere düştüğünü görmek, azab ile tâbir olunur. Çünkü\nyıldırım düştüğü yeri helak eder. Rüyada yıldırımın düştüğünü görmek, fırtına, dolu,\nhastalık, afet ve birtakım belalara delâlet eder.\nYine yıldırım düştüğü yere zalim bir hükümdarın gelmesine de delâlet eder.\nRüyada hasta bir kimsenin evine yıldırım düştüğünü görmesi, onun ölümüdür.\nRüyada birbiri ardınca bağ ve bahçelere ve ekin tarlalarına yıldırımlar düştüğünü\ngörmek, afet, bela, musibet, vergi, zam ve zulüm ve fesada delâlet eder.\nRüyada bir yere yıldırım düştüğünü ve faydalı şeyleri yaktığını görmek, borca ve\norada çıkacak kıtlığa ve yokluğa işarettir.\nRüyada her şeyin şiddetli olarak geldiğini görmek, korkuya, hastalığa, kıtlığa, sıkıntı\nve darlığa delâlet eder.\nİbn-i Sîrîn hazretleri demiştir ki: Rüyada şiddetli rüzgar estiğini görmek, o mahal\nhalkına şiddetli korku hasıl olacağına: ağaçları kökünden sökecek derecede şiddetli\nrüzgar görmek, yine o mahal halkına veba, kıtlık v.s. gibi bir bela ve musibetin\ngeleceğine delâlet eder.\nRüyada içinde hasta olan bir eve yıldırım düştüğünü görmek, o hastanın vefatına\ndelâlet eder.\nYine bir kimsenin rüyada bulunduğu şehire yıldırım düştüğünü ve oraları yaktığını\ngörmesi, devlet başkanının o şehire gelmesi sebebiyle çıkacak fitne ve fesada veya\nkıtlığa delâlet eder."
    },
    {
        "word": "YILDIZ",
        "meaning": "Bir kimsenin rüyada yıldız görmesi, insanların şereflilerinden biri olarak\ntâbir edilir.\nRüyada yıldızları emdiğini görmek, âlimlerin ilimlerinden istifadeye ilim ve hikmet\nöğrenmeye ve irfan nuru ile gıdalanmaya delâlet eder.\nRüyada ışık saçan parlak bir yıldız görmek, sevinç, ferah ve sürura işarettir.\nBir kimsenin rüyada evinde kendi yanında birtakım parlak yıldızların toplanmış\nolduğunu görmesi, yanında halkın ileri gelen ve şereflilerinin toplanmasına delâlet\neder.\n\n\n\n\fEğer rüyada görülen yıldızlar parlak değilse, bu kere de, halkın ileri gelenleri ve\nşereflileri kendilerine erişen bir musibetten dolayı onun yanında toplanırlar.\nRüyada büyük yıldızların düştüğünü görmek, insanların reisinin hoca, üstad ve\nmütehassısların kuvvetine delâlet eder.\nRüyada kendisinin büyük ve parlak bir yıldız haline geldiğini görmek, zenginliğe\nalâmettir.\nRüyada yıldızlara mâlik olduğunu görmek, insanların ileri gelenlerinin muhabbet ve\nsevgisine mâlik olmaya delâlet eder.\nRüyada bir yıldızı alıp elinde tuttuğunu görmek, şerefli ve kadri yüce bir kadına ve\nondan olacak akıllı bir çocuğa delâlet eder.\nRüyada bir yıldızı alıp elinde tuttuğunu görmek, şerefli ve kadri yüce bir kadına ve\nondan olacak akıllı bir çocuğa delâlet eder.\nRüyada zühre yıldızının doğduğunu görmek, izzet ve ikbâle, müşteri yıldızının\ndoğduğunu görmek, ömrün sonuna kadar safa ve sürür içinde yaşamaya delâlet\neder.\nBir kimsenin rüyada yıldızlardan birisine bindiğini görmesi, devlet, kuvvet, memuriyet,\nhayır ve menfaate delâlet eder.\nRüyada büyük ışıklı ve parlak yıldızları görmek, hayır, ihsan, nimet, menfaat ve güzel\nbilgiye delâlet eder.\nBir adamın rüyada yıldızların başı ucunda olduğunu görmesi, şerefli bir zata hizmet\netmesine ve bu sayede halk arasında üstün olmasına delâlet eder.\nRüyada yıldızların gökten yere düşmesi ve parça parça olması birçok kavmin helake\nuğramasına ve silinip gitmelerine delâlet eder.\nYine rüyada gökte bulunan yıldızların düştüğünü görmek, rüya sahibinin yıldız\nmesabesinde bulunan saçlarının dökülmesine işarettir.\nYILDIZLARI GÜTMEK: Rüyada bu işe ehil bir kimsenin yıldızları güttüğünü görmesi,\nhalk üzerine vali olmayadelâlet eder.\nRüyada kendi evinde nice nice yıldızların bulunduğunu görmek, yıldız mesabesinde\nkıymetli evlatların vücuda geleceğine delâlet eder."
    },
    {
        "word": "YIRTICI KUŞLAR",
        "meaning": "Bir kimsenin rüyada yırtıcı kuşun pençesini görmesi, düşman\nüzerine galibiyete delâlet eder ve o kimse zafer bulur. Zira bu kuşun pençesi,\nkendisini korumak için bir kalkan vazifesi görür.\nRüyada yırtıcı kuşun hücumuna uğradığını görmek, şiddetli bir düşmana işarettir.\nYine rüyada bu kuş ile boğuştuğunu, kuşun pençesini kopardığını görmek, düşmana\nzafer bulmaya delâlet eder."
    },
    {
        "word": "YIRTIK",
        "meaning": "Rüyada elbisesini yırtık halde görmek, iyi değildir. Çünkü insan eski ve\nyırtık elbiseyi elden çıkarmak ister. Eski ve yırtık elbiseleri almak fakirliğe, satmak\nfakirliğin gitmesine delâlet eder."
    },
    {
        "word": "YIRTMAK",
        "meaning": "Rüyada üzerindeki elbiseyi yırttığını görmek, pişmanlık ve üzüntüye\ndelâlet eder."
    },
    {
        "word": "YİTİK",
        "meaning": "Rüyada bir yitik bulup almak, hizmetçiye, nefis şeylere, mübarek bir çocuğa\nve meydana çıkacak bir nimete delâlet eder."
    },
    {
        "word": "YOĞURT KURUSU",
        "meaning": "Bir kimsenin rüyada yoğurt kurusu görmesi, beyaz ekmek ve\nrızka delâlet eder.\nBazı kere de rüyada yoğurt kurusu görmek, az bir zahmetle elde edilen rızka işarettir.\nYoğurt kurusunun tiridini görmek, eğer onda yağ varsa çok faydalı bayağı bir ticarete\nalâmettir.\nRüyada yoğurt yediğini görmek, helal kazanca, yoğurt ekşi ise haram para elde\netmeye işarettir.\nYine rüyada tatlı yoğurt görmek, helal mala, faydalı rızka, ekşi yoğurt, haram mala ve\npişmanlığa delâlet eder."
    },
    {
        "word": "YOK OLMAK",
        "meaning": "Rüyada yok olmak, faydalı şeyleri iptal etmeye, hastalığa,\nkıskançlığa, ziraat ve ticaretin verimsiz olmasına alâmettir.\nTasavvuf ehline göre, rüyada yok olmak, varlığa delâlettir."
    },
    {
        "word": "YOKSULLUK",
        "meaning": "Rüyada yoksulluk, dinde salâha ve halinde sebat ve devama delâlet\neder.\nBazı kere de rüyada yoksul olduğunu görmek, zenginliğe delâlet eder. Rüyada bir\nyoksula hizmet ve iyilik ettiğini görmek, salih kimselerle arkadaş olmaya, Allah\nindinde çok nasibe ve güzel bir sona delâlet eder."
    },
    {
        "word": "YOL",
        "meaning": "Rüyada tek şerit halinde ve dümdüz bir yol görmek, İslama, hidayete, sıdk ve\nvefaya; eğri büğrü çeşitlik yollar görmek, dinde olmayan bidatlara delâlet eder.\nBir kimsenin rüyada yolun dışında yürüdüğünü görmesi, dinde fesada ve bozukluğa\nişarettir.\nRüyada yol görmek, beş şekilde tâbir olunur:\na) Kocaya gitmiş kadın,\nb) Helal kazanç,\nc) Doğruluk ve her nefs için takdir edilen ölüm,\nd) Sünnet,\ne) İslâm.\nBir kimsenin rüyada devlet reisini sarp bir yolda yürüyor görmesi, o yerde adaletin\nicra edileceğine işarettir. Rüyada doğru yol görmek, Allahu Teâlâ'nın kitabına,\nPeygamber-i Zîşan'ın sünnetine veya bir şeyhe ya da bir mürşide uymaya delâlet\neder.\nDeniz içinde yol görmek, üzüntü, sıkıntı ve darlıktan kurtulmaya delâlet eder."
    },
    {
        "word": "YOLCULUK",
        "meaning": "Rüyada en iyi sefer, Kabe istikametine yapılandır. Bu sebeple Kabe\nistikametinde yola çıktığını görmek, Allahu Teâlâ'nın hoşnutluğuna işarettir.\nYolculuk rüyası, salâh erbabı için ganimet, izzet, meşakkat ve sıkıntıdan kurtulmağa\ndelâlet eder.\nRüyada bulunduğu mekândan daha güzel bir yere gitmek üzere yola çıktığını\ngörmek, halin güzelliğine ve muradın husulüne delâlet eder.\nEbu Saidü'l-Vaaz demiştir ki: Rüyada yol görmek, üç vech ile tâbir olunur:\na) Bir mekândan diğer mekâna intikal,\nb) Bir halden diğer bir hale dönüş,\nc) Sefer.\nRyada bir hastanın uzak bir yola yolculuk ettiğini veya bir evden hiç bilmediği bir eve\ntaşındığını görmesi, onun ölümüne delâlet eder.\nBir kimsenin rüyada yolculuktan döndüğünü görmesi, işin bitmesine ve isteğin yerine\ngelmesine alâmettir. Rüyada yaya olarak yola çıktığını görmek, rüya sahibinin\nüzerinde birikecek borca delâlet eder."
    },
    {
        "word": "YOL AZIĞI",
        "meaning": "Rüyada yol azığı hazırladığını görmek, karada ve denizde yolculuk\netmeye, bir yerden diğer bir yere göçmeye delâlet eder."
    },
    {
        "word": "YOLCULUKTAN DÖNMEK",
        "meaning": "Rüyada yolculuktan döndüğünü görmek, rüya\nsahibinin üzerine vacip olan şeyi ödemesine alâmettir.\nBazı kere de yolculuktan döndüğünü görmek, üzüntü ve şiddetten, yaramaz\nşeylerden halâs olmağa, nimete ermeye, günahtan tevbeye, iyi ve güzel hale delâlet\neder.\nBilirsiniz ki: Tevbe günahtan dönmektir. Bu sebeple yolculuktan dönmek, günahtan\ndönmek gibi tâbir edilmiştir.\nBir kimsenin rüyada bir başkasının yolculuktan döndüğünü görmesi, şiddetten sonra\nferahlığa, hastalıktan afiyete ve insanın önceki haline dönmesine işarettir. Eer o\nyolcunun gelişi sevinç ve sürür veriyorsa, hayır ve menfaat kat kat artar. Şayet\nüzüntü ve keder hâsıl oluyorsa, bu durumda korktuğu bir şeye düşmeye delâlet eder."
    },
    {
        "word": "YOLDAN SAPMAK",
        "meaning": "Bir kimsenin rüyada düz ve doğru bir yoldan saptığını görmesi,\nHak ve hidayetten uzaklaşmaya ve şerli adamların izini takip etmeye delâlet eder.\nRüyada eğri büğrü bir yoldan çıkıp, düz ve doğru bir yola girdiğini görmek, sapıklığı\nterk ederek hidayete ermeye, kitap ve sünnete uymaya ve dinde salâha delâlet eder.\nBir kimsenin rüyada yolunu kaybettiğini görmesi, batıl şeylere dalmaya işarettir. Eğer\ndoğru yolu bulursa selâmete ve feraha erişir."
    },
    {
        "word": "YOL ÜZERİ",
        "meaning": "Rüyada yol üzerinde insanlara eza ve cefa veren bir şeyi kaldırdığını\ngörmek, imana, sadaka vermeye, günahlardan temizlenmeye, güzel ve yumuşak\nhuylu olmaya delâlet eder.\nYine rüyada yol üzerinden eza veren şeyleri kaldırdığını görmek, mertebenin\nyüksekliğine, emir ve nehye, iyilik ve hayra delâlet eder. Bunun zıddına insanların\ngeçeceği yola, diken, taş veya insanları rahatsız edecek bir şey koyduğunu görmek,\nkötü söz söylemeye, insanları eli ve dili ile rahatsız etmeye, şer ve fena işlere delâlet\neder."
    },
    {
        "word": "YONTULMUŞ TAŞ",
        "meaning": "Bir kimsenin rüyada kiremit ve tuğla yerine yontulmuş taş ile\nbina yaptığını görmesi, izzet, şeref, talih ve uzun arzuya ve korkudan emin olmaya\ndelâlete der.\nRüyada kerpiç yerine kiremit ve tuğla ile bina yaptığını görmek, yücelik ve rızka ve\nmenfaate delâlet eder.\nRüyada âdi ve bayağı taşlarla bina inşa ettiğini görmek, fakirlik ve zillete işarettir."
    },
    {
        "word": "YORGAN",
        "meaning": "Bir adamın rüyada geceleyin bir yorgan alıp onun içinde uyuduğunu\ngörmesi, hayırlı bir zevceye ve feraha delâlet eder.\nBazı kere de rüyada yorgan görmek, rahatlık, kuvvet, emniyet, faydalı kadın ve\ndinlenmek ile tâbir edilir.\nRüyada yorgan ve çarşaf görmek, kuvvet ve itimad sahibi güzel bir kadına delâlet\neder.\nBir kimsenin rüyada inciden yapılmış bir yorgan görmesi, zevcesinin dinde salahına\nve Kur'ân-ı Kerim'i ezberlemesine alâmettir.\nYine yorgan görmek, erkeğin kendisiyle yatacağı kadına delâlet eder."
    },
    {
        "word": "YUFKA",
        "meaning": "Rüyada yufka ekmek görmek, geniş ve bol rızka ve helal kazanca delâlet\neder. Yufka ekmeği yediğini görmek de aynen böyle tâbir edilir.\nRüyada elinde bulunan yufka ekmekleri yediğini görmek, geçimin orta halli olmasına\ndelâlet eder.\nRüyada elinde iki yufka ekmek olduğunu ve birbirinden bir diğerinden yediğini\ngörmek, bir nikahla iki kız kardeşi bir arada tutmaya delâlet eder."
    },
    {
        "word": "YULAF",
        "meaning": "Rüyada yulaf görmek, hayır ve menfaate delâlet eder."
    },
    {
        "word": "YULAR",
        "meaning": "Bir kimsenin rüyada elinde bir yular olduğunu görmesi, mal, menfaat, taat\nve tevazuya delâlet eder.\nRüyada bir kimsenin boynuna ip takıp onu istediği cihete çektiğini görmek, o kimse\nüzerine âmir olmaya ve onu dilediği gibi gütmeye delâlet eder."
    },
    {
        "word": "YULAR SAPI",
        "meaning": "Rüyada bir kimsenin elinde yular sapı olduğunu görmesi, güç işleri\nkolaylaştırmaya işarettir. Yular sapı görmek, hayır veya şerre inkiyad etmeye de\nalâmettir."
    },
    {
        "word": "YUMAK",
        "meaning": "Rüyada iplik yumağı görmek, geçim sahipleri için faydaya ve hayırlı rızka\ndelâlet eder. Bazı kere de rüyada iplik yumağı görmek, basiretli hareket eden ve\nakıllıca davranan hizmetçiye veya uzun ömre delâlet eder. Çünkü iplik yumağı çözüldüğü zaman uzayıp gider."
    },
    {
        "word": "YUMRUK",
        "meaning": "Rüyada yumrukla vurduğunu görmek, diliyle cömertlik gösterip eliyle bir\nşey vermemeye delâlet eder. Yumrukla vurmak, Müslümanlar arasında hatalı söz\nsöylemeye de işarettir.\nRüyada yumrukla bir yılanın başını ezdiğini görmek, düşman üzerine galip gelmeye,\nkuvvet ve kudrete delâlet eder.\nBazı kere de yumrukla vurmak, intikam almaya veya bir yerden borç para istemeye\nişarettir."
    },
    {
        "word": "YUMUŞAK HUY",
        "meaning": "Rüyada yumuşak huylu, tatlı sözlü, güler yüzlü olduğunu görmek,\nSünnet-i Seniyye'ye ittibaya, din büyüklerinin yolunda gitmeye, hayır ve ülfete delâlet\neder.\nNablusî demiştir ki: Kadri ve şanı yüce kimselerin rüyada insanların rezillerine karşı\nyumuşak davranmaları, kadir ve şanlarının noksanlığına ve makamlarının elden\ngitmesine delâlet eder."
    },
    {
        "word": "YUMURTA",
        "meaning": "Bir kimsenin rüyada taze pişmiş yumurta görmesi, kolaylıkla elde\nedilen rızka işarettir. Rüyada tavuğun yumurtladığını görmek, çocuk ile tâbir olunur.\nRüyada çiğ yumurta yemek, haram mala delâlet eder. Çiğ yumurta yediğini görmek,\nhüzün ve kedere işarettir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada yumurta görmek, dokuz şekilde tâbir olunur:\na) Evlat,\nb) Ehl-i Beyt,\nc) Mal,\nd) İzzet,\ne) Rütbe,\nf) Hacet talip etmek,\ng) Murada ermek,\nh) Hizmetçi,\nı) Zevce.\nRüyada elinde taze pişmiş yumurta olduğunu görmek, zor ve çetin işlerin\nhalledilmesine ve mala delâlet eder.\nBazı kere de rüyada yumurta görmek, güzel kadınlara, hısım, akraba ve dostların bir\naraya toplanmalarına ve para biriktirmeye delâlet eder.\nRüyada taze bir yumurtayı kırıp yağda pişirdiğini ve yediğini görmek, izzet, ferahlık,\nsevinç, rızık, menfaat ve mala alâmettir.\nBir kimsenin rüyada papağan kuşunun yumurtasını görmesi, takva sahibi ve iffetli bir\nhizmetçiye delâlet eder. Turna kuşunun yumurtasını görmek, fakir ve miskin evlada\nişarettir. Rüyada kendisine bir yumurta verildiğini görmek, şerefli ve aziz bir çocuğun\n\n\n\folmasına işarettir.\nBazı kere de yumurta, evlat, zevce, hizmetçi ve mala delâlet eder.\nRüyada pişmiş yumurtayı soyduğunu görmek, hizmetçilerinin malına nailiyete\nişarettir. Bundan dolayı yumurtanın beyazı gümüş, sarısı altın ile tâbir olunur.\nRüyada kucağına beyaz bir tavuğu aldığını ve tavuğun piliçler çıkardığını görmek, zor\nve imkansız bir işin meydana çıkmasına ve rüya sahibinin imanlı bir evladı olacağına\nişarettir."
    },
    {
        "word": "YUNUS (A.S.)",
        "meaning": "Rüyada Yunus (a.s.)'ı görmek, işte acele etmeye, iyi ve güzel bir\nhayat sürmeye, Hak rızası için nefsini azarlamaya ve çok çok Rabbini zikretmeye\ndelâlet eder."
    },
    {
        "word": "YUNUS BALIĞI",
        "meaning": "Rüyada Yunus balığı görmek, ülfete, hayırlı rızka, ve insanlarla\nhoş geçinmeye delâlet eder. Çünkü Yunus balığı insanlara karşı sevgilerle doludur."
    },
    {
        "word": "YUSUF (A.S.)",
        "meaning": "Rüyada Allah'ın aziz peygamberi ve cihanın güzeli Yusuf (a.s.)'ı\ngörmek, cemale, mülk ve hidayete, rüya tâbirinde isabete, irfan ve marifet nuruna\nermeye, düşman üzerine zafer bulmaya, fakirlikten zenginliğe, şan ve şöhrete, kadri\nyüce bir şahsa meftun olmaya delâlet eder.\nBir kimsenin rüyada Yusuf (a.s.)'ın kendisine bir şey verdiğini veya kendisiyle\nkonuştuğunu görmesi, rüya tâbirinde eşsiz olmaya, tarih ilmini bilmeye ve yabancı bir\nyerde hayra ermeye, devlete nailiyete delâlet eder.\nBir kimsenin rüyada Yusuf (a.s.)'ın gömleğini görmesi, üzüntü ve kederden halâs\nolmaya ve hastalıktan şifa bulmaya delalet eder. Çünkü Yakub (a.s.) Yusuf un\ngömleğini gözlerine sürdüğünde gözleri şifa bulmuştu.\nEğer rüyada görülen gömlekte kan varsa, bu rüya, ayrılığa, hapse girmeğe; gömlekte\nyırtık varsa, itham edilmeye delâlet eder. Çünkü bütün bunlar Hazret-i Yusuf un\nbaşına gelmiştir.\nRüyada Yusuf (a.s)'ı gören kadının nimeti elinden gider. Tıpkı Züleyha gibi. Fakat\nZüleyha gibi kadri ve şanı yüce ise, tevbe ve istiğfar eder ve o kadının tevbesi yüce\nRabbi tarafından kabul edilir. Sonra murad ve maksadına kavuşur. Fakir ise zengin\nolur, dünya ve ahiret saadetine erişir.\nRüyada Hazret-i Yusuf u görmek, yabancı bir yerde hayra ve nimete erişmeye\nişarettir. Eğer hapis ise, kurtulur ve düşmanlarına karşı zafer bulur. Eğer kayıpsa,\nvatanına selâmetle döner. Dünyada bir muradı varsa muradına nail olur."
    },
    {
        "word": "YUVA",
        "meaning": "Rüyada ağaç üzerinde kuş yuvası görmek, zevceye ve şahid olan birinin\nşahitlik yaparken durduğu noktaya delâlet eder. Yine ağaç üzerinde kuş yuvası\ngörmek, kuşun delâlet ettiği kimseye işarettir.\nHamile kadının ağaç üzerinde kuş yuvası görmesi, çocuğunun salimen doğmasına\ndelâlet eder.\nYine kuş yuvası görmek, hayırlı bir zevceye, kazançlı bir işe, menfaat ve hayıra\ndelâlet eder."
    },
    {
        "word": "YUSUFÇUK KUŞU",
        "meaning": "Rüyada Yusufçuk kuşu görmek, hayır ve müjdeye delâlet eder.\nYusufçuk kuşunun gelip başına konduğunu görmek, devlet ve nimete ermeye\nişarettir."
    },
    {
        "word": "YUVARLANMAK",
        "meaning": "Bir kimsenin rüyada bir dağdan veya bir tepeden aşağıya doğru\nyuvarlandığını görmesi, zühd, takva ve veraya delâlet eder. Yuvarlanmak, dünyadan\nel çekip tamamiyle kendisini Cenâb-ı Hakka ibadete vermeye de alâmettir."
    },
    {
        "word": "YÜK",
        "meaning": "Kişinin rüyada sırtında yük görmesi ve o yükünde ağır olması, kötü ve şerli\nkomşuya delâlet eder.\nRüyada ağır yük görmek, günah ve şer ile de tabir olunur. Yine rüyada boyun ve\nomuz üzerine görülen yük, günaha işarettir.\nRüyada yeni doğmuş bir çocuğu yüklendiğini görmek, o çocuk için rahat ve emniyete,\nrüya sahibi için de çetinlik ve meşakkate delâlet eder. Çünkü o çocuğu taşımak, onu\nmeydana getirmek demektir ki, bir çocuğun büyüyüp kemale ermesi kolay değildir.\nRüyada odun yüklendiğini görmek, gıybet ve koğuculuk ile tâbir olunur."
    },
    {
        "word": "YÜKSÜK",
        "meaning": "İnsanın rüyada yüksük görmesi, rızka, evlada, zevceye, binek hayvanına\nveya yolculuğa delâlet eder.\nBazı kere de yüksük görmek, darlık ve sıkıntıya, bazan da yarış yapan çocuklar için\nbirincilik almaya delâlet eder.\nRüyada bir ölünün parmağında yüzük görülmesi; \"Onlar için demirden kamçılar da\nvar\" (Hac, 21) mealindeki âyet gereğince o ölünün azaba uğradığına delâlet eder."
    },
    {
        "word": "YÜK İNDİRMEK",
        "meaning": "Rüyada insan veya hayvan sırtından yük indirdiğini görmek,\nbildiği veya bilmediği kimselere sadaka vermeye ve ihsanda bulunmaya işarettir.\nYine rüyada herhangi bir adamın sırtındaki yükü indirmek, onu refaha erdirmeye ve\nona ikram etmeye alâmettir."
    },
    {
        "word": "YÜN",
        "meaning": "Rüyada yün görmek, helal mala delâlet eder. Kendi vücudunda yün bittiğini\ngörmek, malın artmasına, rızka ve menfaate delâlet eder.\nBir kimsenin rüyada yün üzerinde uyuduğunu görmek, zevcesi tarafından gelecek\nçok mala alâmettir.\nRüyada yün taktığını görmek, malını kötü işlerde sarf etmeye işarettir.\nRüyada yünden mamul eşya görmek, saliha zevceye, iplik haline gelmiş yün, hayırlı\nmal ve servete, bir yastık veya yatağına yün doldurmak, evlenmeye delâlet eder.\nAlim bir kimsenin rüyada üzerinde hiçbir elbise olmadan koyun derisini giydiğini\ngörmesi, temiz bir adamdan gelecek mala ve menfaate işarettir.\nRüyada yün görmek, keder, şiddet, sıkıntı ve meşakkatten kurtulmağa delâlet eder.\nRüyada bir arslanm yün giydiğini görmek, halkın mallarını zorla ellerinden alan zalim\nbir amire delâlet eder.\nRüyada köpeğin yünlü bir şey giydiğini görmek, adi bir kimse-nin,muhterem bir zatın\nmalı ile zengin olmasına işarettir.\n\n\n\fBazı kere de yün görmek, gümüşe delâlet eder."
    },
    {
        "word": "YÜNCÜ",
        "meaning": "Rüyada kış mevsiminde yüncüyü görmek, kazanç ve ticarete delâlet eder.\nYüncüden beyaz yün aldığını görmek, neşe ve sevince alâmettir. Siyah yün almak,\nkeder ve üzüntüdür."
    },
    {
        "word": "YÜREK ÇARPMASI",
        "meaning": "Rüyada yürek çarpma halini görmek, bir şeyi terk etmeye\nişarettir.\nRüyada yürek damarı görmek, rüya sahibinin can, ruh ve kalb kanı ile tâbir olunur.\nYürek damarı, ferah, sevinç ve üzüntülerin de menşeidir."
    },
    {
        "word": "YÜRÜMEK",
        "meaning": "Bir kimsenin rüyada yalın ayak yürüdüğünü görmek, üzüntü ve kederin\ngitmesine, dinin güzelliğine, Allah için mütevazi olmaya, İslama ve hayırla\nrızıklanmaya delâlet eder.\nRüyada koşarak yürüdüğünü görmek, düşman üzerine galip gelmeye işarettir.\nBazı kere de rüyada yürümek, salih ve güzel amele delâlet eder. Rüyada\ngökyüzünde yürüdüğünü görmek, yağmur suyu üzerinde yürümeye alâmettir.\nRüyada dağ ve demir gibi cansız varlıkların yürüdüğünü görmek, şiddete, din ve\ndünya işlerinde ihtiyatlı hareket etmeye ve halk tarafından yapılacak yardıma delâlet\neder.\nYine rüyada yürümek: \"O halde onun omuzlarında yürüyün (Allah'ın) rızkından\nyiyin.\" (Mülk, 15) mealindeki âyetin işaretince rızık talep etmeye delâlet eder.\nRüyada başını önüne eğerek yürüdüğünü görmek, uzun ömre delâlet eder. Bir\nkimsenin rüyada tek ayağı üzerinde yürüdüğünü görmek, mal veya ömrünün yarısının\ngittiğine işarettir\nBir kimsenin rüyada hayvan gibi yürüdüğünü görmesi, cahil kişilerin ahlakıyla\nahlâklanmaya delâlet eder.\nGözleri zayıf gören bir adamın rüyada birçok ayakları bulunduğunu ve o ayaklarla\nyürüdüğünü görmesi, kör olarak, yürümek için başkalarına muhtaç olmasına delâlet\neder. Çünkü köre herkes yol gösterir ve adeta onun ayağı olur.\nRüyada taş üzerinde yürüdüğünü görmek, keder, üzüntü ve sıkıntıya sebretmeye\nişarettir."
    },
    {
        "word": "YÜZ (ÇEHRE)",
        "meaning": "Kişinin rüyada yüzünü güzel görmesi, dünyada iyi halli oluşuna,\nhayır üzerinde bulunduğuna, müjde ve sevince delâlet eder.\nYine bir kimsenin rüyada yüzünü parlak ve neşeli görmesi, güzel hale, dinde salaha,\niyi ahlaka ve sevince delâlet eder.\nKirmanî demiştir ki: Rüyada yüz görmek, ziynete ve maişete delâlet eder.\nBir kimsenin rüyada yüzünü siyah , vücudunun beyaz olduğunu görmesi, içinin\ndışından daha hayırlı olduğuna delâlet eder. Yani onun kalbi saf ve berraktır.\nYine rüyada yüzünün beyaz ve vücudunun siyah olduğunu görmesi, dışının içinden\n\n\n\fdaha hayırlı olduğuna işarettir.\nCephe olduğu halde rüyada yüz görmek, üç şekilde tâbir olunur:\na) Mal,\nb) Yüksek makam,\nc) Güzel zevce.\nRüyada yüzünü kırmızıya meyyal beyaz görmek, sıhhat ve afiyete, buğday rengi ve\nesmer görmek, refah ve maişete, zümrüt gibi yeşil görmek, ruhunun iman ve İslâm ile\nsüslendiğine delâlet eder.\nBir kimsenin rüyada yüzünün büyük olduğunu görmesi, yüksek rütbeye ve makama\nerişmeye delâlet eder. Rüyada yüzünü ve yüzündeki sakalını görmek, kalb\ntemizliğine ve dinde salaha işarettir.\nRüyada kişinin yüzünü buruşturduğunu, çirkinleştirdiğini görmesi, makamının elden\ngitmesine ve yalan söylemeye delâlet eder.\nYine rüyada yüzünün çatlayıp yarıldığmı görmek, rüya sahibinin hayasızlığına delâlet\neder.\nRüyada iki yüzü olduğunu görmek: \"Allah Teâlâ iki yüzlülere bakmaz.\" Hadis-i\nşerifince, rüya sahibinin sonunun fena olacağına delâlet eder.\nBir kimsenin rüyada yüzünün terlediğini görmesi, haya ve iman sahibi olduğuna\ndelâlet eder. Bazı kere de yüz sarılığı, aşk ve muhabbete işarettir.\nDenilmiştir ki: Rüyada yüz sarılığı, zillet ve kıskançlığa delâlet eder. Bazan da yüz\nsarılığı nifak alâmetidir. Çünkü sarılık hastalıkla, hastalık da nifakla tâbir olunur.\nKişisinin rüyada yüzünün sarardığını görmesi: \"Secde izinden (meydana gelen)\nnişanları yüzlerindedir.\" (Feth: 29) mealindeki mübarek âyet gereğince çok ibadet\nyapmaya, çok zikre ve çok secdeye delâlet eder. Çünkü bu mübarek âyet secde ve\nibadet edenlerin yüzlerindeki sarılıkla tafsil edilmiştir.\nBir kadının rüyada yüzünün isle siyahlandığını görmesi, kocasının ölümüne işarettir.\nYine bir kadın rüyada yüzüne potra sürüp, sürme çektiğini görse, bu rüya, kendisi ve\nkocası hakkında iyiliğe ve yüz güzelliğine düşkün olmaya alâmettir.\nYüzünün tüy bitmeyen yerine rüyada tüy bittiğini görmek, borçlanmaya, şöhret ve\nmakamın elden gitmesine delâlet eder.\nRüyada yüzünü ekşitmiş bir halde görmek, rüya sahibinin bir kız çocuğu olacağına\nişarettir. Çünkü insanlar ekseriya çocuklarının erkek olmasını arzu ederler."
    },
    {
        "word": "YÜZE VURMAK",
        "meaning": "Bir kimsenin rüyada kendi yüzüne vurduğunu görmesi, Yüce\nAllah'ın: \"Bunun üzerine (İbrahimin) zevcesi (Sâre) bir feryad içinde yönelib (elini)\nyüzüne vurdu. (Ben) doğurmaz bir koca karı (yım)\" dedi. (Zâriyât, 29) mealindeki\nâyet işaretince çocuktan kesildikten sonra erkek bir çocuğa nail olmaya delâlet eder.\nBu rüya kadın ve erkek için aynı manaya gelir. Vaktiyle Zekeriyya (a.s)'da çocuktan\nkesildikten sonra Hazret-i Yahya ona lütfedilmişti."
    },
    {
        "word": "YÜZMEK",
        "meaning": "Bir kimsenin rüyada denizde yüzdüğünü görmesi, arzu ve emeline\nkavuşmaya delâlet eder. İlim talep eden birinin rüyada denizde yüzdüğünü görmesi,\no ilmi elde etmeye alâmettir.\nRüyada denizin tâ derinliklerine girdiğini ve orada güzel ve hoş bir şekilde yüzdüğünü\ngörmek, büyük ve çetin bir işi başarmaya ve büyük memuriyete delâlet eder.\nRüyada deniz veya ırmakta yüzdüğünü görmek, dinde salaha ve güzelliğe, sağlam\nitikada ve imanda kuvvete delâlet eder.\nBir kimsenin rüyada kendisini suyun örttüğünü ve orada öldüğünü görmesi, son\nnefeste şehid olarak can vermeye delâlet eder.\nBir kimsenin rüyada denizde kafası üzerine yüzdüğünü görmesi, tevbe etmeye ve\nişlediği günahlardan pişman olmaya işarettir.\nRüyada suda yüzdüğü halde korktuğunu görmek, korku, şiddet, hapislik veya bir\nhastalığa delâlet eder. Sahilden uzaklaştığı nisbette hastalığı ve hapisliği de uzar.\nRüyada yüzmek için denize girdiğini hatta denizin içinde görünmediğini görmek, rüya\nsahibinin helakine delâlet eder.\nBir kimsenin bir vadide düz olarak yüzdüğünü ve arzu ettiği yere vardığını görmesi,\nSultanın hizmetine girmeye ve ondan menfaat elde etmeye delâlet eder."
    },
    {
        "word": "YÜZMEK",
        "meaning": "Rüyada bir adamın derisini yüzdüğünü görmek, onun gıybetini etmeye\nve fena işlere delâlet eder. Yine rüyada kendi derisinin yüzüldüğünü görmek, isabet\nedecek bir musibete işarettir. Bazı kere de bu rüya hayra ve evlenmeye delâlet\neder."
    },
    {
        "word": "YÜZÜSTÜ DÖNMEK",
        "meaning": "Kişinin rüyada yüzüstü döndüğünü görmesi, zarar ve\nhüsrana uğramaya ve Şirk koşmaya delâlet eder.\nRüyada yüzünden kafası ve arkası üzerine döndüğünü görmesi, rüya sahibinin tevbe\nedip pişman olmasına ve Rabbine iltica etmesine işarettir."
    },
    {
        "word": "YÜZÜSTÜ DÜŞMEK",
        "meaning": "Kişinin rüyada yüzüstü düştüğünü görmesi, bir ayetin\nişaretince doğru yolu terkederek sapıklığa dönmesine delâlet eder."
    },
    {
        "word": "YÜZÜK KAŞI",
        "meaning": "Cafer-i Sâdık (r.a) demiştir ki: Rüyada yüzük kaşı görmek, sekiz\nşekilde tâbir olunur:\na) Evlad,\nb) Mal,\nc) Velayet,\nd) İş ve maişet,\ne) Hizmetçi,\nf) Şeref,\ng) Ziynet,\nh) Sır ve hikmet.\nYine rüyada yüzük kaşı görmek, şeref, mal ve nimete delâlet eder. Devlet reisi için\n\n\n\früyada yüzük kaşı görmek, velayettir, bir kadının rüyada yüzük kaşı görmesi, onun\niçin ziynet ve pahadır."
    },
    {
        "word": "YÜZÜNÜ GİZLEMEK",
        "meaning": "Bir kimsenin rüyada yüzünü gizlediğini görmesi, eğer hanımı\nhamile ise doğacak çocuğun kız olacağına işarettir.\nRüyada bir yerde gizlenerek herkesten yüzünü sakladığını görmek, felakete\ndüşmekten korkmaya ve firara delâlet eder."
    },
    {
        "word": "YÜZ YASTIĞI",
        "meaning": "Rüyada yüz yastığı görmek, iffetli ve güzel zevceye delâlet eder."
    },
    {
        "word": "ZABITA",
        "meaning": "Bir kimsenin rüyada zabıta memuru görmesi, kurtuluşa ve herkesin\nselâmetine delâlet eder. Çünkü zabıta halkın işlerini ıslaha memurdur.\nRüyada zabıta memuru görmek, işlerini ıslaha çalışan ve insanları koruyan kimselere\nde işarettir.\nZabıta memurunu güzel bir halde görmek, güzel bir yardıma, şiddet ve korkudan\nemin olmaya delâlet eder.\nRüyada kendisini zabıta memuru olmuş görmek, bir bela ve âfete işarettir. Zira bir\nmemurlukta manevî vebal vardır.\nRüyada zabıta memurunu pejmürde bir şekilde görmek, o memurun işinin ehli\nolmadığına ve kötü bir kimse olduğuna delâlet eder.\nZabıta memuru görmek, bazı kere de gam ve üzüntüye delâlet eder. Çok kere zabıta\nmemurları esnafı sıkıştırırlar."
    },
    {
        "word": "ZABİT (Subay)",
        "meaning": "Rüyada zabit görmek, izzet ve şerefe, halk arasında iyi bir isimle\nanılmaya delâlet eder."
    },
    {
        "word": "ZAFERAN",
        "meaning": "Rüyada zaferan görmek, iyi bir şekilde medh edilmeye ve güzel isme\ndelâlet eder.\nBir kimsenin rüyada yüklerle zaferanı olduğunu görmesi, çok mala ve nimete nail\nolmaya alâmettir.\nBekâr bir adamın rüyada zaferan görmesi veya alması, güzel ve zengin bir kadınla\nevlenmeye delâlet eder.\nRüyada zaferan öğüttüğünü görmek, çeşitli sebeplerden dolayı hastalığa işarettir.\nRüyada havanda zaferan dövdüğünü görmek, bir kadınla münasebette bulunmaya\ndelâlet eder."
    },
    {
        "word": "ZAFER",
        "meaning": "Rüyada düşmana karşı zafer kazandığını görmek, şan ve şöhrete ve iyi bir\nisimle anılmaya delâlet eder."
    },
    {
        "word": "ZAHİRE",
        "meaning": "Rüyada buğday, arpa gibi zahire görmek, mala, rızka ve menfaata delâlet\neder. Fakir bir adamın rüyada zahire görmesi, zengin olacağına alâmettir."
    },
    {
        "word": "ZAYIFLIK",
        "meaning": "Rüyada zayıflık, korku ve şiddete delâlet eder."
    },
    {
        "word": "ZAHMET",
        "meaning": "Rüyada zahmet ve meşakkat çektiğini görmek, refaha, rahatlığa, sürür\nve sevince delâlet eder. Çünkü her zahmetin sonunda bir rahmet vardır.\nBazı kere de rüyada zahmet ve meşakkat çektiğini görmek, işinde hile yapmaya, batıl\nyolla insanların mallarını yemeye delâlet eder.\nMeşakkat ve zahmet görmek, kaçınılması gereken şeyleri yapmaya da işarettir."
    },
    {
        "word": "ZALİM",
        "meaning": "Zalim ve insafsız birinin rüyada adaletli ve insaflı davrandığını görmek,\nmalın ve canın emniyetine delâlet eder.\nGünahta ısrarlı olan bir kimsenin rüyada adaletli işler yaptığını görmesi, tevbe etmeye\nve günahtan halâs olmaya işarettir.\nRüyada zalim bir sultanın adaletini görmek, tebaanın üzüntü ve kederden\nkurtulmasına ve sevince erişmesine delâlet eder.\nRüyada bir kimsenin kendisine zulmettiğini görmek, rüya sahibinin sevinç ve sürura\nerişeceğine işarettir."
    },
    {
        "word": "ZAM",
        "meaning": "Rüyada insanların yiyeceği ve giyeceği şeylere zam yapıldığını görmek, kolay\nkazanılan rızka, menfaat ve mala delâlet eder."
    },
    {
        "word": "ZAMAN",
        "meaning": "Rüyada, gece ve gündüzden bir saatlik bir zamanı görmek, o zaman\nmiktarı nimete ye paraya delâlet eder.\nBir kimsenin rüyada duaların kabul edileceği saati görmesi, kötülüklerin ve yaramaz\nşeylerin ortadan kalkmasına, fakirin zenginliğine ve sözü yerine getirmeye delâlet\neder. Rüyada cuma saatini görmek, hastanın şifa bulmasına ve hayırlı rızka delâlet\neder."
    },
    {
        "word": "ZAMK",
        "meaning": "Ibn-i Şîrîn hazretleri demiştir ki: Rüyada zamk görmek, mal ve eşyanın\narkada kalanına delâlet eder. Rüyada zamk yediğini veya bir kimsenin kendisine\nverdiğini veya satın aldığını görmek, halkın mal ve emvalinden istifade etmeye\nalâmettir.\nRüyada bir kimseye zamk verdiğini görmek, kendi malından ona ihsan etmeye\nişarettir.\nRüyada zamk görmek, az bir menfaata delâlet eder."
    },
    {
        "word": "ZAMBAK ÇİÇEĞİ",
        "meaning": "Rüyada zambak çiçeği görmek, refah ve genişliğe, rızık ve mala\nve müjdeli habere delâlet eder."
    },
    {
        "word": "ZAN",
        "meaning": "Rüyada bir kimseye hüsn-ü zanda bulunduğunu görmek, hayır ve iyiliğe\ndelâlet eder. Kötü zanda bulunmak da bunun zıddı ile tâbir olunur."
    },
    {
        "word": "ZAR",
        "meaning": "Rüyada zar görmek ve oynamak, hakîr düşmana, harp ve husûmete delâlet\neder. Rüyada zar ile kumar oynadığını görmek, ne suretle olursa olsun hayra alâmet\ndeğildir.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada zar ve kumar oynamak beş vech ile tâbir\nolunur:\na) Kumar ve muhasebe,\nb) Zevce,\nc) Evlat,\nd) Kız hizmetçi,\ne) Mal.\n\n\n\n\fRüyada zar çektiğini görmek, talih oyunlarına bel bağlamaya ve boş ümide delâlet\neder."
    },
    {
        "word": "ZARARA UĞRAMAK",
        "meaning": "Rüyada zarara uğradığını görmek, insanın işlediği günah ie\ntâbir edilir.\nRüyada kendisine zarar ve musibet eriştiğini görmek, üzüntü, şiddet ve meşakkate\ndelâlet eder.\nBazı kere de rüyada zarara uğramak, itikadın bozukluğuna veya hidayetten sonra\nsapıklığa delâlet eder.\nRüyada zarar ve musibete duçar olduğunu görmek, hastanın ölümüne, fakirliğe,\nhapisliğe ve körlüğe delâlet eder."
    },
    {
        "word": "ZARF",
        "meaning": "Rüyada içinde mektup olan bir zarf görmek, ilme. ince bir mânâya, maksada\nerişmeye ve içine bir şey konulan sandığa delâlet eder.\nRüyada postadan bir zarf geldiğini görmek, müjdeli ve hayırlı habere veya gurbette\nolan bir kimsenin dönmesine delâlet eder."
    },
    {
        "word": "ZAYIFLIK",
        "meaning": "Bir kimsenin rüyada zıyıflığmı ve kuvvetten düştüğünü görmesi, kuvvete\nve kudrete delâlet eder. Rüyada zayıflık görmek, aşk ve üzüntü ile de tâbir olunur.\nYine rüyada zayıf olduğunu görmek, fakirliğe, makam ve mevkiden düşmeğe delâlet\neder. Rüyada vücudunun zayıf olduğunu görmek, dinde noksanlığa işarettir ve o kişi\nfarz olan ibadetleri eda etmekte tembellik eder."
    },
    {
        "word": "ZAYİ VE TELEF ETMEK",
        "meaning": "Rüyada güzel ve hoş bir şeyi zayi ettiğini görmek,\nbulunduğu bir hayrı ifsad etmeye yani bozmaya işarettir. Veya o kişi şehadet ve\nahdini bozar.\nRüyada altın veya gümüş gibi bir şeyi zayi ettiğini görmek, kuyumcular hakkında kötü\nsöz söylemeye delâlet eder. Bazı kere de bir şeyi telef etmek, kin ve düşmanlığa\ndelâlet eder."
    },
    {
        "word": "ZEBERCED",
        "meaning": "Kişinin rüyada zeberced görmesi, temiz, pak. doğru, şecaatli, takva ve\nvera sahibi, dindar ve soylu birine delâlet eder.\nZeberced görmek, temiz ve helal mala da alâmettir.\nRüyada bir kimsenin kendisine\" zeberced verdiğini görmek, hayra, nimete, mala ve\nmenfaata delâlet eder. Yine rüyada zeberced görmek, çok hayra, devamlı sevince,\nmenfaat ve helal mala işarettir.\nBazı kere de zeberced görmek, ilim ve takvadan hâsıl olan doğru söze delâlet eder.\nRüyada bir zeberced taşı bulduğunu görmek, ele geçecek helal mala işarettir. Mâlik\nolduğu zebercedi kaybettiğini görmek, malda meydana gelecek zarara delâlet eder.\nRüyada bekâr bir kadının bir erkeğin kendisine zeberced hediye ettiğini görmesi, o\nkişi ile evlenmesine delâlet eder."
    },
    {
        "word": "ZEBUR",
        "meaning": "Rüyada Allah (c.c.) tarafından kulu ve peygamberi Hazret-i Davud (a.s.)'a\n\n\n\fnazil olan Zebur'u görmek, tevbe ve Allah korkusuna, ibadete, kalbleri birleştirmeye,\nneşe verici şeylere ve hitabete nail olmaya delâlet eder.\nRüyada Zebur'u okuduğunu görmek, peygamberlerin yolunca gitmeye işarettir."
    },
    {
        "word": "ZEHİR",
        "meaning": "Kişinin rüyada zehir görmesi, mala delâlet eder. Bir adamın rüyada\nkendisine zehir içirdiğini ve vücudunda şişler meydana geldiğini görmesi, meydana\nçıkacak şiş miktarmca mala nailiyete delâlet eder.\nRüyada zehir içtiğini görmek, uzun ömre delâlet eder.\nIbn-i Kesir (rh.a.) demiştir ki:\n- Rüyada tanınmış bir kimsenin kendisine zehir verdiğini veya içirdiğini görmek, o\nzattan gelecek haram mala delâlet eder.\nRüyada zehir içerek vefat ettiğini görmek, çok uzun yaşamaya delâlet eder.\nRüyada çok zehirlere mâlik olduğunu ve bunlarla uğraştığını görmek, ahiete faydası\nolmayan işlerle vakit geçirmeye delâlet eder.\nBir kimsenin rüyada öldürücü zehir görmesi, ölüme işarettir. Yine zehir, onu rüyada\niçen kimse için, üzüntü ve kedere delâlet eder."
    },
    {
        "word": "ZEHİRİ YOK EDEN İLAÇ",
        "meaning": "Rüyada zehiri gideren ilacı görmek, korkudan emin\nolmaya delâlet eder.\nBir gün bir adam, İbn-i Şîrîn hazretlerinin huzuruna gelip:\n- Ey imam, dedi, rüyamda bir yılan elimin baş parmağından ısırdı ve elimin baş\nparmağı şişerek acı ve ıstırap verdi ve bir ilaç alıp ağzıma koyunca acısı zail oldu.\nIbn-i Sîrîn (rh.a.) o kimseye hitaben:\n- Ey Adem, dedi, sen günahkâr kimselerle düşüp kalkan birisin. Eğer ilacın tesiri\nolmadı deseydin, seni bir şeye temessük etmiş zannederdim. Ancak o şeyin ne\nolduğunu ben de bilmem."
    },
    {
        "word": "ZEKAT",
        "meaning": "Rüyada malının zekâtını verdiğini görmek, eldeki malın ziyadeliğine,\ntemizliğine ve artmasına delâlet eder.\nBir kimsenin rüyada kendisine farz olan zekâtı verdiğini görmesi, nimete nail olmaya,\nfarzları edaya, namazları vaktinde kılmaya ve dinde salâha delâlet eder. Çünkü\nKur'ân-ı Kerim'de: \"Namazı dosdoğru kılın, zekâtı verin.\" buyurulmuştur.\nYine bir adamın rüyada malının zekâtını ayırıp bir yere koyduğunu görmesi, Allahu\nTeâlâ tarafından işlerinin kolaylaştırılmasına ve tevbeye delâlet eder.\nRüyada zekât vermek; menfaate, rahat ve sürura, makamın yükselmesine ve\nbelaların def edilmesine delâlet eder.\nBir kimsenin rüyada fitresini verdiğini görmesi, namaza, tehlil ve teşbihe, borcu\nödemeye, hastalıktan berî olmaya alâmettir.\nRüyada zekât verdiğini görmek, müjdeye, hayıra, feyz ve şifaya, güç işlerin\nkolaylaşmasına, hüzün ve sıkıntıdan kurtulmaya, düşman üzerine galip gelmeye ve\n\n\n\fbol rızka delâlet eder."
    },
    {
        "word": "ZEKERİYYA (A.S.)",
        "meaning": "Rüyada pegamberlerden Zekeriyya (a.s.)'ı görmek, dinde\nsalâha, müjdeye, imanda kemale ve salih bir evlat ile tebşir edilmeye delâlet eder.\nZekeriyya (a.s.)'ı görmek, hayırlı işleri başarmaya da işarettir.\nRüyada onun kabrini kazdığını görmek, onun yolunda gitmeye delâlet eder. Kazılan\nkabirde onun mübarek vücudundan bir eser bulunursa, rüya sahibi muradına nail\nolur."
    },
    {
        "word": "ZELZELE",
        "meaning": "Rüyada zelzele görmek, bir yerden bir başka yere göç etmeye alâmettir.\nRüyada bir dağın sarsıldığını veya yerinden koptuktan sonra tekrar yerine geldiğini\ngörmek, korku ve şiddete delâlet eder. Çünkü zelzele büyük âfetlerdendir.\nRüyada yerin sarsıldığını görmek, iş ve geçimde meydana gelecek canlılığa ve\nberekete delâlet eder.\nBazı kere de rüyada zelzele görmek, feryad ü İlgan etmeye, karmakarışık sözlere,\ncan sıkıcı haberlere ve sırların meydana çıkmasına delâlet eder.\nRüyada bir mahalde zelzele olduğunu ve orada bir takım insanların yere battığını ve\nbir kısmının da kurtulduğunu görmek, devlet reisinin oraya geleceğine ve halka zulüm\nile muamele edeceğine işarettir.\nBazı kere de bu rüya, şiddetli bir hastalığa delâlet eder.\nKıtlık hüküm süren bir yerde zelzele olduğunu görmek, o yerin mahsulünde meydana\ngelecek büyüme ve berekete delâlet eder. Rüyada bağ ve bahçede zelzele olduğunu\ngörmek, o bahçede mahsulâtın çok olacağına ve yaz yemişlerinin bolluğuna delâlet\neder.\nRüyada Mayıs ayının gece ve gündüzünde zelzele olduğunu görmek, halk arasında\nçıkacak kavgaya ve devamlı meydana gelecek fitnelere delâlet eder. Haziran'da\ngörülen zelzele, şerli ve kötü insanların helakine işarettir.\nTemmuz ayı içinde zelzele görmek, şanlı ve ulu bir zatın vefatına delâlet eder.\nAğustos ayında görülen zelzele, o yere yönelecek bir düşmana işarettir.\nRüyada her ayın kendine göre tâbiri vardır. Zelzele rüyasına türlü türlü tâbirler\nyapılmıştır. Her şeyin en güzelini ve doğrusunu ancak Allahu Teâlâ bilir."
    },
    {
        "word": "ZEMBİL",
        "meaning": "Rüyada zembil görmek, zevceye, hizmetçiye, çocuğa, mala, rızka ve\nmenfaate delâlet eder. Yine zembil rüyası, aile ve çocukları için arzu ettikleri şeyi\nhazırlayan ev sahibine delâlet eder. Zembil, bazı kere de erkek hizmetçiye işarettir.\nRüyada zembil görmek, uzun ömre, nimete, hayır ve berekete, din kuvvetine ve\nmirasa da delâlet eder."
    },
    {
        "word": "ZEMZEM",
        "meaning": "Bir kimsenin rüyada zemzem içtiğini görmesi, dert ve hastalıklardan şifa\nbulmaya, gönül aydınlığına, ilim ve irfana nailiyete delâlet eder. Çünkü zemzemde\nşifa vardır ve ne niyetle içilirse, o şey hâsıl olur.\nYine rüyada zemzem içtiğini görmek, takva ve iyilik cihetinden bir hayra erişmeye\nişarettir. Rüyada zemzemi bir testiye doldurduğunu görmek, irfan nuru ile\n\n\fbezenmeye, ilme, hikmete ve helal rızka delâlet eder.\nZemzem ile abdest aldığını ve namaz kıldığını görmek, hacca gitmeye işarettir.\nRüyada başkalarına zemzem ikram ettiğini görmek, çok çok hayra nail olmaya delâlet\neder.\nRüyada zemzem suyunu başına döküp onunla serinlediğini görmek, günahlardan\nhalâs olmaya ve hastalıktan şifaya delâlet eder."
    },
    {
        "word": "ZENGİN",
        "meaning": "Rüyada çok çok zengin olduğunu görmek, fakirlik ve kanaat ile tâbir\nolunur. Çünkü kanaat, tükenmez bir hazinedir.\nRüyada zengin ve varlıklı bir kimseyi görmek, sıkıntı ve üzüntüye delâlet eder. Çünkü\nzenginlerin üzüntüsü eksik olmaz."
    },
    {
        "word": "ZENCEFİL",
        "meaning": "İbn-i Srîn hazretleri demiştir ki: Rüyada zencefil yediğini gören hasta\nolur ve neticesinde vefat eder. Rüyada zencefil sattığını veya birine verdiğini görmek,\nkeder ve üzüntüden kurtulmaya delâlet eder.\nRüyada zencefil ile resim yaptığını veya boyadığını görmek, dünyanın pis şeyleriyle\nmağrur olmaya işarettir.\nBir kimsenin rüyada zencefil ile Kur'ân-ı Kerim veya tevhide it bir şey yazdığını\ngörmek, hayır ve menfaata delâlet eder."
    },
    {
        "word": "ZERDALİ",
        "meaning": "Rüyada ve mevsiminde görülen zerdali, altınlara delâlet eder. Rüyada\nyeşil zerdali görmek, gümüş para ile tâbir olunur.\nRüyada zerdali ağacının meyvelerinin yeşil olduğunu görmek, gümüş paraya, sarı\nolduğunu görmek, altına delâlet eder.\nBekâr bir kimsenin rüyada zerdali ağacından meyveler topladığını görmesi, zengin ve\ngüzel bir kadınla evlenmeye delâlet eder.\nBazı kere de zerdali ağacı görmek, kendisinden istifade edilmeyen hastalıklı bir\nadama işarettir.\nRüyada meyveli veya meyvesiz bir ağacın dalını kırdığını görmek, yakını ve dostu\nolan bir adamla kavga etmeye alâmettir.\nBir kimsenin rüyada mevsimi dışında sarı zerdali yediğini görmesi, altın para sadaka\netmeye ve hastalıktan şifa bulmaya delâlet eder.\nBazı tâbirciler demişlerdir ki: Rüyada zerdali ağacı görmek, münafık bir adama\nişarettir. Çünkü, sarılık hastalık; hastalık ise, nifaktır.\nRüyada elma ağacı üzerinden zerdali topladığını görmek, halktan zorla vergi almaya\nişarettir. Çünkü elma ağacında zerdali olmaz.\nBazan da zerdali, korkuya delâlet eder. Bazı kere de kolaylıkla erişilecek rızka\nişarettir."
    },
    {
        "word": "ZERDE",
        "meaning": "Rüyada, zaferansız beyaz zerde görmek, menfaata delâlet eder. Zerdeyi\n\n\n\fzaferanlı ve sarı renkte görmek, hastalık ile tâbir olunur."
    },
    {
        "word": "ZERGEDAN",
        "meaning": "Rüyada zergedan görmek, büyük bir mala delâlet eder."
    },
    {
        "word": "ZEVCE",
        "meaning": "Rüyada insanın kendi zevcesini görmesi veya ondan bir şey alması,\nmüjdeye, bahtın açıklığına ve menfaata delâlet eder."
    },
    {
        "word": "ZEYBEK",
        "meaning": "Rüyada zeybekleri oynarken görmek, sevinçli günlere, düğün ve\nbayrama veya bir şeyi kutlamaya delâlet eder."
    },
    {
        "word": "ZEYTİN",
        "meaning": "Bir kimsenin rüyada zeytin görmesi, ilme, hikmete, berekete ve menfaate,\ngüzel rızka, mübarek bir zata ve güzel bir zevceye delâlet eder. Çünkü zeytin\nmübarek bir meyvedir.\nRüyada zeytin ağacı satın aldığını görmek, hayır ve menfaate, feyz ü berekete\ndelâlet eder. Zeytin ağacı diktiğini görmek, bol ve geniş rızka işarettir.\nRüyada zeytin ağacının üstüne çıktığını örmek, çok ve bol nimete nail olmaya\nişarettir. Zeytin ağacından indiğini veya düştügünü görmek, eldeki nimetin\nnoksanlaşacağma delâlet eder.\nKirmanî demiştir ki: Rüyada zeytin ağaçlarından yaprak toplayıp evine götürdüğünü\ngörmek, hayırlı rızka ve çok mala delâlet eder.\nGünahkâr bir adamın rüyada zeytin görmesi, iman ve hidayet nuruna ermeye,\ntevbeye, ilme ve Kur'ân-ı Kerim okumaya delâlet eder.\nBazı kere de zeytin görmek, kolay elde edilen mala, helal rızka, sevince ve geçimde\ngenişliğe delâlet eder.\nYine rüyada zeytin görmek veya yemek, hayır ve berekete işarettir.\nZeytin ağacı görmek, mal, eşya ve şerefli bir kadına da delâlet eder. Rüyada ağaçtan\nzeytin topladığını görmek, hayır ve berekete delâlet eder.\nNablusî (rh.a.) demiştir ki: Rüyada zeytin yaprağı görmek, emniyet edilir sağlam bir\nşeye tutunmaya veya salih kimselere ya da insanların hayırlılarına delâlet eder.\nRüyada zeytin temizlediğini yahut sıktığını görmek, çetinlik ve\nmeşakkate işarettir. Zeytinin yaprağı ise, işte sabır ve sebata, hastaların iyileşip afiyet\nbulmalarına delâlet eder."
    },
    {
        "word": "ZEYTİNYAĞI",
        "meaning": "Bir kimsenin rüyada zeytinyağı görmesi, rızık ve helal mala delâlet\neder. Rüyada zeytin yağı ile vücudunu yağladığını görmek, afiyet ve şifaya alâmettir.\nBazan da zeytinyağı görmek, ilim, bereket, hidayet, hikmet, batını nur ve helal rızka\ndelâlet eder.\nYine zeytin yağı rüyası, göz ve gönül nuruna ve kalb safasma delâlet eder.\nBir kimsnin rüyada zeytinyağı içtiğini görmesi, sihire veya hastalığa işarettir. Rüyada\ntemiz ve güzel zeytinyağının çirkin olarak görülmesi, sözü bozmaya, vaadinden\ndönmeye delâlet eder."
    },
    {
        "word": "ZEYTINYAGCI",
        "meaning": "Rüyada zeytinyağcıyı görmek, ilim ve hi dayet ile tâbir olunur. Bir\nkâfirin rüyada zeytinyağcıyı görmesi, Müslüman nuru ile şereflenmesine ve\nhidayetine delâlet eder. Yine rüyada zeytinyağcıyı görmek, ilim sahiplerine ve\nsultanlara yakınlığa delâlet eder."
    },
    {
        "word": "ZIRH",
        "meaning": "Rüyada zırh görmek, korku ve şiddetten emin olmaya, kudret ve kuvvete, mal\nve maişete delâlet eder. Rüyada zırh görmek, beş vech ile tâbir olunur:\na) Emn ü eman,\nb) Şeref,\nc) Güzel geçim,\nd) Evlat,\ne) Nimet.\nBir kimsenin rüyada zırh görmesi, düşmandan vikaye ve muhafazaya delâlet eder.\nÇünkü, zırh harpte düşmandan korunmak için kullanılır.\nRüyada zırh dokuduğunu görmek, kuvvetli bir yer yapmaya ve kaleye delâlet eder.\nRüyada kendisine zırh giydirildiğini görmek, devlet dairelerinden birinde yüksek bir\nmemuriyete delâlet eder.\nBir kimsenin rüyada kendi üzerinde demirden bir gömlek görmesi, dinin korunmasına,\nkalbde kuvvete, bedende sıhhate delâlet eder.\nBir kadının rüyada zırh görmesi, kendisi için örtüye ve kendisini muhafaza eden\nkocaya işarettir.\nRüyada zırh görmek, üzüntü ve kederden kurtulmaya da delâlet eder. Zırh, gücü\nkuvveti yerinde ve babasının yardımına koşan bir çocuğa da işarettir.\nYine rüyada zırh giydiğini görmek, yardımcı erkek kardeşe, yahut şefkatli bir çocuğa\nveya mal ve mülke delâlet eder.\nRüyada demirden iki bileği olduğunu görmek, iki erkek akrabaya delâlet eder. Yine bir\nkimsenin rüyada\"kendi üzerinde demirden iki bilek olduğunu görmesi, rüya sahibinin\nçocuğuna ve yolculukta olan kuvvetine delâlet eder."
    },
    {
        "word": "ZIRH USTASI",
        "meaning": "Kişinin rüyada zırh yapan ustayı görmesi, çetin ve müşkül işleri\nkolaylaştırmaya delâlet eder. Bekâr bir kişinin zırh ustasını görmesi, şerefli bir kadınla\nevlenmeye delâlet eder.\nRüyada zırh yapanı görmek, halka edeb ve ilim öğreten ve onlara iyi ahlâkı gösteren,\nbuna mukabil kendisinde nifak olan kimseye delâlet eder.\nYine zırh yapanı görmek, halkla ünsiyet ve ülfet etmeye, güze] ve hikmetli söz\nsöylemeye işarettir."
    },
    {
        "word": "ZIT ŞEYLER",
        "meaning": "Rüyada sağ olan bir adamın ölü olduğunu görmek, o kişinin\nhayatında elde edeceği nasibe delwâlet eder.\nBuna mukabil, ölü bir adamın rüyada sağ olarak görülmesi, onun ahirette güzel ve\nbüyük bir nasibe nail olacağına işarettir.\n\n\n\n\fRüyada suyun ateşe, ateşin suya dönüştüğünü görmek, acayip haberlere ve\nbeklenmedik hadiselere delâlet eder."
    },
    {
        "word": "ZIRNIK (Sıçan otu)",
        "meaning": "Rüyada bu otu görmek, meşakkat ve hastalığa işarettir.\nRüyada zırnık otu yediğini görmek, ölüme delâlet eder."
    },
    {
        "word": "ZİFT",
        "meaning": "Rüyada zift görmek, mala ve rızka delâlet eder. Zift ve boyayı bir arada\ngörmek, kaçınılacak şeylerden korunmaya ve ziyarete işarettir.\nBazı kere de zift görmek, kazanç ve tevbeye delâlet eder.\nBir kimsenin rüyada elbisesine zift bulaştığını görmesi, hayır ve menfaata delâlet\neder. Rüyada zift yediğini görmek, haram ma] yemeye veya gam ve hüzüne delâlet\neder."
    },
    {
        "word": "ZİLİF",
        "meaning": "Bir kimsenin rüyada zilif görmesi, hastalıktan halâs olmaya ve afiyete delâlet\neder.\nRüyada iki tarafta zilif görmek, hayırlı ve temiz iki erkek çocuğa delâlet eder.\nRüyada kendi ziliflerini yolduğunu görmek, eldeki servetin zayi olmasına delâlet eder.\nRüyada bir başka adamın zilfini yolduğunu görmek, yolan kişinin yolunan kişiden\nödünç para almasına işarettir."
    },
    {
        "word": "ZİLLET",
        "meaning": "Rüyada kendisinin hor ve hakir olduğunu görmek, aziz ve muzaffer olmaya\nişarettir. Çünkü, rüya bazı kere ters tecelli eder.\nBazı kere de zillet rüyası, fakirlik, yoksulluk ve dinde noksanlığa delâlet eder."
    },
    {
        "word": "ZİL",
        "meaning": "Rüyada bir kapının zilini görmek, beklenmedik habere delâlet eder. Çünkü\nkapılara bazan beklenmedik kimseler gelebilir."
    },
    {
        "word": "ZİKRULLAH",
        "meaning": "Rüyada Cenab-ı Hakk'ı zikrettiğini görmek, korku ve şiddetten emin\nolmaya, hayır ve rahmet kapılarının açılmasına, hastalıktan şifaya, güç işlerin\nkolaylaşmasına delâlet eder.\nRüyada, Rabb-i Kerim'ini çok zikrettiğini görmek, çok çok hayra ve sürura delâlet\neder ve rütbenin yükselmesine de işarettir.\nRüyada \"Lâ ilahe illallah\" diyerek zikrettiğini görmek, çok çabuk gelecek nimete,\nferaha ve rahmete delâlet eder. Rüyada Kelime-i Tevhid'i zikretmek, son nefeste\niman ile gitmeye de alâmettir.\nBir kimsenin rüyada \"Lâ havle vela kuvvete\" okunduğunu görmesi, husûl-i mal ve\nnimete ve Allahu Teâlâ'nın hıfz ve emanında olmaya delâlet eder.\nİbn-i Kesir (rh.a.) demiştir ki: Rüyada \"lâ havle\" okuduğunu görmek, çok hayıra ve\ndefine bulmaya delâlet eder. Çünkü, bu kelime cennet hazinelerindendir.\nRüyada \"Allah\" ism-i seriliyle zikrettiğini veya zikrolunduğunu görmek, din ve itikadın\nsağlamlığına, dünya ve ahirette aziz ve muhterem olmaya, cennet ve rıdvan ile\nmüjdelenmeye delâlet eder."
    },
    {
        "word": "ZİNA",
        "meaning": "Rüyada zina ettiğini görmek, hainliğe ve betbahtlığa delâlet eder. Çünkü\nzina, hayasızlıktır.\nBir kimsenin rüyada zina ettiğini görmesi, hırsızlık ile tâbir olunur. Çünkü zina eden\nkişi hırsız gibi gizlenir.\nZina, bazı kere de hayır ile tâbir edilir. Bundan dolayı güzel ve genç bir kadınla zina\nettiğini gören kimse, malını muhafaza edilecek bir yere koyar.\nBir hükümdarın rüyada zina ettiğini ve kendisine de had cezası vurulduğunu görmesi,\nsaltanatının kuvvetine delâlet eder.\nNablusî (rh.a.) demiştir ki:\n- Rüyada güzel yüzlü temiz kıyafetli salih, dindar ve âlim olarak bilinen bir kısım\nkimselerin güya zina eden bir kadına müracaatları ve ondan bir şey elde ettiklerinin\ngörülmesi, o kimselerin bir âlimden ilim almalarına ve ilme talip olmalarına ve o zina\neden kadından nail oldukları şey miktarınca, o âlimden ilim öğrenmelerine delâlet\neder.\nYine rüyada tanıdığı bir kişinin zevcesi ile zina ettiğini görmek, o kişinin malından ele\ngeçecek nasibe delâlet eder.\nRüyada bir kimsenin genç bir kadınla oynaştığını görmesi, görünmez bir yerde malını\nzayi etmesine alâmettir."
    },
    {
        "word": "ZİNCİR",
        "meaning": "Bir kimsenin rüyada zincir görmesi, ömrü uzun olan kadına ve helal mala\ndelâlet eder. Bazı kere de zincir, korkutulmaya işarettir.\nRüyada zincirle bağlandığını görmek, üzüntü ve kedere delâlet eder. Rüyada\nboynunda bir zincir olduğunu görmek, eğer bekâr ise, ahlâksız ve huysuz bir kadınla\nevlenmeye delâlet eder.\nRüyada ayak ve elden zincirle bir direğe bağlandığını görmek, üzüntü, meşakkat,\nkeder ve sıkıntıya delâlet eder. Zincir görmek,\nişlerin durgunluğuna ve çetinleşmesine de işarettir.\nGümüşten mamul saat zinciri görmek, birikmiş mala, hizmetçiye, menfaat ve rızka\ndelâlet eder.\nEbu Saidü’l-Vaaz demiştir ki: Rüyada tutulup pırangaya konulduğunu görmek, büyük\nsıkıntıya ve musibete delâlet eder.\nRüyada ellerinin boğazına zincirle bağlı olduğunu görmek, cimriliğe delâlet eder. Yine\nrüyada boynunda zincir olduğunu ve çekilip götürüldüğünü görmek, nifak ve fitneye\nalâmettir."
    },
    {
        "word": "ZİNDAN",
        "meaning": "Rüyada meçhul bir zindana girdiğini görmek, kabir ile tâbir olunur. Çünkü\nzindan, hayatta olanların kabridir. Eğer zindan bilinen bir yer ise, rüya, üzüntü, keder\nve sıkıntıya delâlet eder.\nRüyada haneye benzeyen bir zindanda olduğunu görmek, bir kadın ile evlmeye ve\nondan gelecek mala ve evlada delâlet eder. Rüyada bir odada hapis edildiğini\ngörmek, hayır ve menfaata delâlet eder.\n\n\n\fRüyada zindandan çıktığını ve fakat tekrar zindana girdiğini görmek, rüya sahibinin\nyeniden günah ve kötü işlere dönmesine delâlet eder.\nRüyada zindandan firar ettiğini görmek, meşakkat ve zahmetten kurtulmaya veya\nölüme delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada zindana girip hemen çıktığını görmek, arzu\nettiği şeye tamamıyla nail olmaya delâlet eder."
    },
    {
        "word": "ZİNDANCI",
        "meaning": "Kişinin rüyada zindancıyı görmesi, kabirleri kazan kimseye işarettir.\nÇünkü zindan da bir nevi kabirdir."
    },
    {
        "word": "ZİYAFET",
        "meaning": "Bir kimsenin rüyada ziyafet verdiğini görmesi, hayır ve nimetin üzerinde\ntoplanmasına delâlet eder.\nRüyada bazı kimseleri toplayıp onlara ziyafet verdiğini ve boşa giden şeyler\nyedirdiğini görmek, o kişiler üzerine reis olmaya delâlet eder.\nKirmani demiştir ki: Rüyada ziyafet sofrasından bir şey yediğini görmek, hayır ve\nrızka delâlet eder. Bekâr bir adamın rüyada kurulmuş sofradan yemek yediğini ve su\niçtiğini görmesi, iyi ve şerefli bir hanımla evlenmeye delâlet eder.\nDenilmiştir ki: Bir kimsenin rüyada ziyafet vermesi, kaybolan bir zatın gelmesine\nişarettir.\nRüyada sofranın üzerinde birçok yemekler olduğunu ve kendisinin de sedirde\noturduğunu görmek, izzet, şeref, velayet, ferah, velime, müjde ve menfaata delâlet\neder.\nRüyada sofrayı kurduğunu görmek, uzun ömre; kurulmuş sofrayı toplamak da ölüme\ndelâlet eder."
    },
    {
        "word": "ZİYARET",
        "meaning": "Bir kimsenin rüyada Resûl-i Ekrem (s.a.v.) efendimizi ziyaret ettiğini\ngörmesi, salih ve güzel ameller işleyerek kendisini Allahu Teâlâ'ya sevdirmeye, korku\nve şiddetten emin olmaya, halkın büyüklerine yaklaşmaya, şanın yüceliğine, âlim,\nfazıl, gönül ehli ve büyük zatlara muhabbet etmeye ve onlar ile olmaya delâlet eder.\nYine rüyada Allah'ın sevgili ve şerefli Resûlü'nü ziyaret etmek ve onun mübarek\ncemalini görmek, hidayet, ilim, hikmet ve marifete ve imanda kemâle, onun şefaatine\nermeye alâmettir.\nRüyada Mescid-i Aksa'yı ziyaret ettiğini görmek, berekete, ilimlere, harika sırlara\nmuttali olmaya, fazilet ve irfana, şan ve\nşerefe delâlet eder.\nRüyada, Allah'ın kudsi evi Kabe'yi ziyaret ettiğini görmek, hacca gitmeye, duaların\nkabulüne, güzel ameller işlemeye, dinde salâha, günahların mağfiretine ve manevî\nrızka delâlet eder.\nBir kimsenin rüyada Hazret-i İbrahim'i ziyaret ettiğini görmesi, ana babaya itaat ve\nonlara iyiliğe, Allah yolunda fedakârlığa, sıdk ve iman kuvvetine, Cenab-ı Hakkın\nkeremine mazhar olmaya delâlet eder.\n\n\n\fRüyada peygamberleri, velileri, sahabileri, kudsî yerleri ziyaret ettiğini görmek, hayır\nve berekete, makamın yüksekliğine, duanın kabulüne, günahların mağfiretine ve\nziyade hayra delâlet eder."
    },
    {
        "word": "ZİYNET",
        "meaning": "Rüyada inci, cevher, taç gibi ziynet eşyası görmek, ibadet eden insana,\nilme, hayır ve menfaata delâlet eder. Bazı kere de ziynet görmek, süs ve israfa\nişarettir."
    },
    {
        "word": "ZİYAN",
        "meaning": "Rüyada, ticaret veya herhangi bir şeyde zarar ve ziyana uğradığını görmek,\nitikadın bozukluğuna veya rüya sahibinin günahına delâlet eder."
    },
    {
        "word": "ZULÜM",
        "meaning": "Rüyada ilim ve irfan sahibi ve Kur'ân ehli kimsenin zulüm yaptığını\ngörmek, Allahu Teâlâ'nın af ve mağfiretine nail olmaya delâlet eder.\nRüyada bir adamın kendisine zulmettiğini görmek, düşman üzerine galip gelmeye\nişarettir.\nİbn-i Sîrîn hazretleri demiştir ki: Rüyada bir kimseye zulmettiğini görmek, zulüm\neylediği kişinin zulmüne uğramaya delâlet eder. Rüyada kendisinin zalim olduğunu ve\nona buna zulmettiğini görmek, feyz ü felahtan uzaklığa ve sonun perişanlığına delâlet\neder.\nRüyada bir hükümdarın veya devlet reisinin halka zulmettiğini görmek, fitne ve fesada\nve memleketin harab olmasına delâlet eder.\nBir kimsenin rüyada iktidar sahibi bir adam tarafından yapılan zulmü görmesi,\nmahvolmaya ve ülkelerin yıkılıp gitmesine delâlet eder.\nDenilmiştir ki: Rüyada zalim olduğunu gören kimse fakirliğe duçar olur. Rüyada,\nyaptığı haksızlık ve zulmü itiraf ettiğini görmek, Allah'a yüz tutmaya ve tevbeye\ndelâlet eder.\nRüyada zulmettiği bir kimsenin kendisine beddua ettiğini görmek, rüya sahibi için\nazab ve ikaba işarettir. Çünkü: \"Mazlumun bedduasından sakınınız\" buyurulmuştur.\nRüyada kendisine zulmeden bir adamın kendi aleyhine beddua ettiğini görmek, hayır\nve müjdeye işarettir."
    },
    {
        "word": "ZURNA",
        "meaning": "Rüyada zurna görmek, davul gibi tâbir olunur. Zurna çalındığını işitmek, iyi\nbir söz işitmeye delâlet eder.\nEbu Saidü'1-Vaaz demiştir ki: Rüyada bir hastanın yanında zurna çalındığını\ngörmek, ölü üzerine ağlamaya delâlet eder.\nRüyada bir padişahın veya yüksek makam sahibi birinin kendisine bir zurna verdiğini\ngörmek, refah ve sürura delâlet eder.\nRüyada zurna çaldığını ve parmaklarını zurnanın delikleri üzerine koyduğunu\ngörmek, Kur'ân-ı Kerim'i ve mânâsını öğrenmeye delâlet eder. Ve o kişi çok güzel\nKur'ân okur.\nRüyada hastanın zurna çalması, onun ecelinin geldiğine alâmettir.\nBazı kere de rüyada bu âleti görmek, oyuna, hareket etmeye ve fitneye delâlet eder.\n\n\n\fBir kimsenin rüyada kendi yanında zurna, kaval ve düdük bulunduğunu görmesi, bir\nhadis işaretince Kur'ân-ı Kerim okumada üstad olmaya delâlet eder.\nRüyada elinde altından bir zurna olduğunu ve onu çaldığını görmek, âlimler için\nilimlerinin intişar edeceğine delâlet eder.\nYine rüyada zurna, ney ve kaval gibi şeyler görmek, ölü üzerine ağlayan bir kadına\nişarettir."
    },
    {
        "word": "ZURNACI",
        "meaning": "Bir kimsenin rüyada zurnacıyı görmesi, feraha, üzüntü, keder,\nmeşakkat ve sıkıntının gitmesine delâlet eder. Bazı kere de zurnacıyı görmek,\nağlamaya ve feryat etmeye işarettir.\nZurnacı görmek, halkı birbirine düşüren, fitne ve fesat çıkaran kötü kimselere de\ndelâlet eder. Çünkü zurna çalmak havai ve boş şeydir."
    },
    {
        "word": "ZUHD",
        "meaning": "Rüyada kendisini zühd haline bürünmüş görmek. \"Halkın elinde olandan\nzühdde bulun ki, halk seni sevsin.\" hadis-i şerifînce, halk tarafından sevilmeye\ndelâlet eder.\nZühd, takva, vera, Allah muhabbetine götüren şeylerdir. Bunları görmek de mağfiret-i\nilâhiyeye mazhariyete delâlet eder."
    },
    {
        "word": "ZÜLKARNEYN (A.S.)",
        "meaning": "Rüyada Hazret-i Zülkarneyn'i görmek, bir adama bir\nihtiyacından dolayı şefaat etmeye ve onun ihtiyacını gidermeye, onun elinden tutup\nselâmete çıkarmaya delâlet eder.\nZülkarneyn (a.s.)'ı rüyada görmek, güzel isimle anılmaya, dinde sıdka ve hayırlı\namellere delâlet eder.\nYine rüyada o mübarek zatı görmek, uzun ömre, nimet ve berekete delâlet eder."
    },
    {
        "word": "ZÜLKİFL (A.S.)",
        "meaning": "Rüyada, Allah'ın elçilerinden Hazret-i Zülkifl’i görmek, bir kimseye\nkefil olmaya ve emanete delâlet eder.\nYine Zülkifl (a.s.)'ı görmek, Hak yolda sebata, Allah'a teslimiyete, hayır ve menfaata\ndelâlet eder."
    },
    {
        "word": "ZÜMRÜT",
        "meaning": "Rüyada zümrüt görmek, helal mala, evlada, ihvan kardeşe ve rızka\ndelâlet eder.\nBir kimsenin rüyada zümrüt görmesi, şehadete, cennet köşklerine girmeyi gerektiren\ngüzel amel ve hareketlerde bulunmaya delâlet eder.\nKirmanı demiştir ki: Rüyada iri taneli ve ayıpsız zümrüt taşına mâlik olduğunu\ngörmek, takvaya, din ve salâha, helâl mal ve rızka delâlet eder.\nEbu Saidü'1-Vaaz demiştir ki: Rüyada zümrüt görmek, terbiyeli ve ahlâkı güzel\nşecaatli bir kimseye işarettir.\nRüyada zümrüte rastgeldiğini veya ona mâlik olduğunu görmek, salih kardeşlere,\nahlâkı güzel evlada, faydalı ilme, temiz ve helâl mala delâlet eder."
    },
    {
        "word": "ZÜNNAR",
        "meaning": "Rüyada zünnar görmek, çocuğa işarettir. Bu sebeple rüyada zünnarmm\nkırıldığım görmek, rüya sahibinin çocuğunun vefatına alâmettir.\nBiliyorsunuz zünnar Hıristiyanların bellerine sardığı kuşaktır. Rüyada Müslümanm\nzünnar görmesi, şan ve şöhrete işarettir. Yine Müslüman ve dindar bir kimsenin\nrüyada zünnar görmesi, galibiyet ve yardıma delâlet eder.\nBazı kere de zünnar, ibadete ve onu giyen kimse için ibadet ve taata alâmettir.\nRüyada görülen zünnar, yeni elbise üzerinde ise, çocuğa, elbisenin altında ise, din ve\ndünyanın bozukluğuna işarettir.\nZünnar görmek, zina ve ateşe, bazan da ömrün normal olmasına delâlet eder.\nRüyada elinde zünnar olduğunu görmek, dinde zaafa işarettir."
    },
    {
        "word": "ZÜLÜF",
        "meaning": "Bir kimsenin rüyada zülüf görmesi, mala, erkek çocuğa, ziynete ve\nhizmetçiye delâlet eder.\nEvli bir kadının rüyada zülüf ve saçlarını görmesi, iyi ve üstün bir çocuk doğuracağına\nve senenin ucuzluk ve bolluk içinde geçeceğine ve rızka delâlet eder.\nYine bir kadının rüyada zülüf ve saçlarını kalın ve birbirine dolaşmış görmesi, şöhret\nbulacağı bir işe delâlet eder.\nBir kadının rüyada zülüf ve saçlarını ördüğünü görmesi, insanların başına geçip âmir\nolacak bir çocuk doğurmasına ve senenin ucuzluk ve bolluğuna ve hayırların\nçokluğuna delâlet eder.\nEvli kadının rüyada saçını simsiyah görmesi, kocasının halinin güzelliğine ve kocası\nyanında olan kıymetine alâmettir.\nBir kadının rüyada başını devamlı olarak açık görmesi, kocasının kaybolup artık\nebediyyen ona dönmemesine işarettir. Bekâr bir kadının bu rüyayı görmesi, ebedî\nolarak evlenmemesine delâlet eder.\nBazı kere de kadının rüyada saçını berrak ve siyah görmesi, kocasının malı ile\nzengin olmasına delâlet eder.\nYine rüyada zülüf görmek, mal ve erkek çocuğa alâmettir. Zülüf görmek, maişetin iyi\nolacağına, hayır ve menfaata da delâlet eder."
    },
    {
        "word": "ZÜRAFA",
        "meaning": "Rüyada zürafa görmek, garip haberlere, hamile kadına, mal ve geçim\nhakkında âfete delâlet eder.\nRüyada bir zürafaya bindiğini görmek, çok çetin ve zor işlerin üstesinden gelmeye\ndelâlet eder. Çünkü zürafaya binmek güç bir iştir.\nDenilmiştir ki: Zürafayı görmekte hayır yoktur. Çünkü bu hayvan, mal hakkında âfete\ndelâlet eder.\nRüyada zürafa görmek, efendisine itaat etmeyen kadına da delâlet eder.\nRüyada bir zürafaya mâlik olduğunu ve onu dilediği gibi kullandığını görmek, itaatkâr\nhizmetçiye işarettir."
    },
    {
        "word": "ZUYUT (Yağlar)",
        "meaning": "Rüyada yağlar görmek, mal ve nimete delâlet eder.\nDanyal (a.s.) demiştir ki: Rüyada Züyut (yani yağlar) mal ve nimetle ve mirasla tâbir\nolunur.\nRüyada pelesenk, zambak gibi ağır yağlar ilim ve hikmete delâlet eder.\nRüyada, yasemen, menekşe, nilüfer ve süsen yağları görmek, büyüklerden menfaat\nelde etmeye işarettir.\nIbn-i Sîrîn (rh.a.) demiştir ki: Rüyada vücudunu herhangi bir yağla bulaşmış görmek,\nhastalık ile tâbir olunur. İsraf etmeksizin başını yağladığını görmek, sıhhate ve\nziynete işarettir.\nRüyada yağ yemek ve onunla yağlanmak -israf olmadığı halde-ziynet ve sıhhate,\nisraf edilirse gam ve kedere delâlet eder.\nRüyada bıyığını ve göğsünü yağladığını görmek, yalan yere yemin etmeye alâmettir.\nRüyada zeytinyağı yediğini görmek, helâl mala delâlet eder.\nCafer-i Sâdık (r.a.) demiştir ki: Rüyada pak ve güzel kokulu yağ görmek, altı şekilde\ntâbir olunur:\na) Güzel ve hasna hizmetçi,\nb) Zikir ve sena,\nc) Güzellik\nd) Menfaat,\ne) İyi ve hoş söz,\nf) Yumuşak huy.\nRüyada hangi cinsten olursa olsun fena kokulu ve bozuk yağlar görmek, üç vech ile\ntâbir olunur:\na) Ahlâksız zevce,\nb) Fasık kimse,\nc) Çirkin söz.\nŞunu ifade edelim ki, hayat rüyalar kadar hoş ve güzel olmayabilir. Nasıl ki gözümüzü\naçınca rüyadan eser kalmıyorsa, bir gün gözümüzü yumunca da bizden eser\nkalmayacak. Yani içinde bulunduğumuz dünya bir rüya gibi silinip gidecektir. İnsanlar\nuykudadır, ölünce uyanırlar. O halde, şimdi uyanmaya bakmalı ve yol için azık\nhazırlamalı.\nEvet:\nBir dakika içinde neler girer rüyama,\nYeller eser yerinde bu saltanatın ama!"
    }
]